Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# subSubcategoryAllSeasonTires
source: All-Season Tires
ru: Всесезонные шины
tr: Dört Mevsim Lastikleri

# subSubcategoryPerformanceTires
source: Performance Tires
ru: Спортивные шины
tr: Performans Lastikleri

# subSubcategoryAlloyWheels
source: Alloy Wheels
ru: Литые диски
tr: Alaşım Jantlar

# subSubcategorySteelWheels
source: Steel Wheels
ru: Стальные диски
tr: Çelik Jantlar

# subSubcategoryWheelAccessories
source: Wheel Accessories
ru: Аксессуары для дисков
tr: Jant Aksesuarları

# subSubcategoryCarStereos
source: Car Stereos
ru: Автомобильные магнитолы
tr: Araba Teyipleri

# subSubcategoryGPSNavigation
source: GPS Navigation
ru: GPS навигация
tr: GPS Navigasyon

# subSubcategoryDashCameras
source: Dash Cameras
ru: Видеорегистраторы
tr: Araç Kameraları

# subSubcategoryCarAlarms
source: Car Alarms
ru: Автосигнализации
tr: Araba Alarmları

# subSubcategoryCarSpeakers
source: Car Speakers
ru: Автомобильные динамики
tr: Araba Hoparlörleri

# subSubcategoryCarAmplifiers
source: Car Amplifiers
ru: Автомобильные усилители
tr: Araba Amfileri

# subSubcategoryMotorcycleEngines
source: Motorcycle Engines
ru: Двигатели мотоциклов
tr: Motosiklet Motorları

# subSubcategoryMotorcycleBrakes
source: Motorcycle Brakes
ru: Тормоза мотоциклов
tr: Motosiklet Frenleri

# subSubcategoryMotorcycleTires
source: Motorcycle Tires
ru: Шины для мотоциклов
tr: Motosiklet Lastikleri

# subSubcategoryMotorcycleLights
source: Motorcycle Lights
ru: Фары мотоциклов
tr: Motosiklet Işıkları

# subSubcategoryMotorcycleExhaust
source: Motorcycle Exhaust
ru: Выхлопные системы мотоциклов
tr: Motosiklet Egzozu

# subSubcategoryMotorcycleBodyParts
source: Motorcycle Body Parts
ru: Пластик для мотоциклов
tr: Motosiklet Kaporta Parçaları

# subSubcategoryMotorcycleHelmets
source: Motorcycle Helmets
ru: Мотошлемы
tr: Motosiklet Kaskları

# subSubcategoryMotorcycleGloves
source: Motorcycle Gloves
ru: Мотоперчатки
tr: Motosiklet Eldivenleri

# subSubcategoryMotorcycleJackets
source: Motorcycle Jackets
ru: Мотокуртки
tr: Motosiklet Ceketleri

# subSubcategoryMotorcycleBoots
source: Motorcycle Boots
ru: Мотоботы
tr: Motosiklet Botları

# subSubcategoryMotorcycleBags
source: Motorcycle Bags
ru: Мотосумки
tr: Motosiklet Çantaları

# subSubcategoryMotorcycleTools
source: Motorcycle Tools
ru: Инструменты для мотоциклов
tr: Motosiklet Aletleri

# subSubcategoryHandToolsAuto
source: Hand Tools
ru: Ручные инструменты
tr: El Aletleri

# subSubcategoryPowerToolsAuto
source: Power Tools
ru: Электрические инструменты
tr: Elektrikli Aletler

# subSubcategoryDiagnosticTools
source: Diagnostic Tools
ru: Диагностическое оборудование
tr: Teşhis Aletleri

# subSubcategoryLiftingEquipment
source: Lifting Equipment
ru: Подъёмное оборудование
tr: Kaldırma Ekipmanları

# subSubcategoryMeasuringToolsAuto
source: Measuring Tools
ru: Измерительные инструменты
tr: Ölçüm Aletleri

# subSubcategoryEngineOil
source: Engine Oil
ru: Моторное масло
tr: Motor Yağı

# subSubcategoryTransmissionFluid
source: Transmission Fluid
ru: Трансмиссионная жидкость
tr: Şanzıman Yağı

# subSubcategoryBrakeFluid
source: Brake Fluid
ru: Тормозная жидкость
tr: Fren Hidroliği

# subSubcategoryCoolant
source: Coolant
ru: Антифриз
tr: Antifriz

# subSubcategoryPowerSteeringFluid
source: Power Steering Fluid
ru: Гидравлическое масло ГУР
tr: Direksiyon Hidroliği

# subSubcategoryWindshieldWasherFluid
source: Windshield Washer Fluid
ru: Омывающая жидкость
tr: Cam Suyu

# subSubcategoryMultivitamins
source: Multivitamins
ru: Мультивитамины
tr: Multivitaminler

# subSubcategoryVitaminC
source: Vitamin C
ru: Витамин C
tr: C Vitamini

# subSubcategoryVitaminD
source: Vitamin D
ru: Витамин D
tr: D Vitamini

# subSubcategoryCalcium
source: Calcium
ru: Кальций
tr: Kalsiyum

# subSubcategoryIron
source: Iron
ru: Железо
tr: Demir

# subSubcategoryOmega3
source: Omega-3
ru: Омега-3

# subSubcategoryProteinSupplements
source: Protein Supplements
ru: Протеиновые добавки
tr: Protein Takviyeleri

# subSubcategoryProbiotics
source: Probiotics
ru: Пробиотики
tr: Probiyotikler

# subSubcategoryBloodPressureMonitors
source: Blood Pressure Monitors
ru: Тонометры
tr: Tansiyon Aletleri

# subSubcategoryThermometers
source: Thermometers
ru: Термометры
tr: Termometreler

# subSubcategoryGlucoseMeters
source: Glucose Meters
ru: Глюкометры
tr: Şeker Ölçüm Cihazları

# subSubcategoryPulseOximeters
source: Pulse Oximeters
ru: Пульсоксиметры
tr: Nabız Oksimetreleri

# subSubcategoryNebulizers
source: Nebulizers
ru: Небулайзеры
tr: Nebülizörler

# subSubcategoryStethoscopes
source: Stethoscopes
ru: Стетоскопы
tr: Stetoskoplar

# subSubcategoryBandages
source: Bandages
ru: Бинты
tr: Bandajlar

# subSubcategoryAntiseptics
source: Antiseptics
ru: Антисептики
tr: Antiseptikler

# subSubcategoryPainRelief
source: Pain Relief
ru: Обезболивающие средства
tr: Ağrı Kesiciler

# subSubcategoryWoundCare
source: Wound Care
ru: Средства для ухода за ранами
tr: Yara Bakımı

# subSubcategoryFirstAidKits
source: First Aid Kits
ru: Аптечки первой помощи
tr: İlk Yardım Setleri

# subSubcategoryEmergencySupplies
source: Emergency Supplies
ru: Средства для чрезвычайных ситуаций
tr: Acil Durum Malzemeleri

# subSubcategoryWeightManagement
source: Weight Management
ru: Управление весом
tr: Kilo Kontrolü

# subSubcategoryDigestiveHealth
source: Digestive Health
ru: Здоровье пищеварения
tr: Sindirim Sağlığı

# subSubcategoryHeartHealth
source: Heart Health
ru: Здоровье сердца
tr: Kalp Sağlığı

# subSubcategoryJointHealth
source: Joint Health
ru: Здоровье суставов
tr: Eklem Sağlığı

# subSubcategoryMentalHealth
source: Mental Health
ru: Психическое здоровье
tr: Ruh Sağlığı

# subSubcategorySleepAids
source: Sleep Aids
ru: Средства для сна
tr: Uyku Yardımcıları

# subSubcategoryEnergyBoosters
source: Energy Boosters
ru: Энергетические добавки
tr: Enerji Artırıcılar

# subSubcategoryWheelchairs
source: Wheelchairs
ru: Инвалидные коляски
tr: Tekerlekli Sandalyeler

# subSubcategoryWalkers
source: Walkers
ru: Ходунки
tr: Yürütecler

# subSubcategoryCrutches
source: Crutches
ru: Костыли
tr: Koltuk Değnekleri

# subSubcategoryCanes
source: Canes
ru: Трости
tr: Bastonlar

# subSubcategoryMobilityScooters
source: Mobility Scooters
ru: Мобильные скутеры
tr: Mobilite Scooter'ları

# subSubcategoryBathSafety
source: Bath Safety
ru: Средства безопасности в ванной
tr: Banyo Güvenliği

# subSubcategoryHerbalRemedies
source: Herbal Remedies
ru: Растительные средства
tr: Bitkisel İlaçlar

# subSubcategoryAromatherapy
source: Aromatherapy
ru: Ароматерапия
tr: Aromaterapi

# subSubcategoryHomeopathy
source: Homeopathy
ru: Гомеопатия
tr: Homeopati

# subSubcategoryTraditionalMedicine
source: Traditional Medicine
ru: Народная медицина
tr: Geleneksel Tıp

# subSubcategoryNaturalSupplements
source: Natural Supplements
ru: Натуральные добавки
tr: Doğal Takviyeler

# subSubcategoryProteinPowders
source: Protein Powders
ru: Протеиновые порошки
tr: Protein Tozları

# subSubcategoryPreWorkout
source: Pre-Workout
ru: Предтренировочные комплексы
tr: Antrenman Öncesi

# subSubcategoryPostWorkout
source: Post-Workout
ru: Послетренировочные комплексы
tr: Antrenman Sonrası

# subSubcategoryFatBurners
source: Fat Burners
ru: Жиросжигатели
tr: Yağ Yakıcılar

# subSubcategoryMealReplacements
source: Meal Replacements
ru: Заменители питания
tr: Öğün Yerine Geçen Ürünler

# subSubcategoryHealthySnacks
source: Healthy Snacks
ru: Здоровые закуски
tr: Sağlıklı Atıştırmalıklar

# subSubcategoryContraceptives
source: Contraceptives
ru: Средства контрацепции
tr: Doğum Kontrol Yöntemleri

# subSubcategoryPregnancyTests
source: Pregnancy Tests
ru: Тесты на беременность
tr: Hamilelik Testleri

# subSubcategoryFertilityProducts
source: Fertility Products
ru: Средства для фертильности
tr: Doğurganlık Ürünleri

# subSubcategoryPersonalLubricants
source: Personal Lubricants
ru: Личные смазки
tr: Kişisel Kayganlaştırıcılar

# subSubcategoryEnhancementProducts
source: Enhancement Products
ru: Средства для улучшения
tr: Güçlendirici Ürünler

# categoryFlowersGifts
source: Flowers & Gifts
ru: Цветы и подарки
tr: Çiçek & Hediye

# subcategoryBouquetsArrangements
source: Bouquets & Arrangements
ru: Букеты и композиции
tr: Buket & Aranjmanlar

# subcategoryPottedPlants
source: Potted Plants
ru: Горшечные растения
tr: Saksı Çiçekleri

# subcategoryGiftArrangements
source: Gift Arrangements
ru: Подарочные композиции
tr: Hediye Aranjmanları

# subcategoryFlowerAccessories
source: Flower Accessories
ru: Аксессуары для цветов
tr: Çiçek Aksesuarları

# subcategoryWreathsCenterpieces
source: Wreaths & Centerpieces
ru: Венки и украшения для стола
tr: Çelenkler & Masa Süsleri

# subSubcategoryBouquets
source: Bouquets
ru: Букеты
tr: Buketler

# subSubcategoryFlowerArrangements
source: Flower Arrangements
ru: Цветочные композиции
tr: Çiçek Aranjmanları

# subSubcategoryMixedArrangements
source: Mixed Arrangements
ru: Смешанные композиции
tr: Karışık Aranjmanlar

# subSubcategorySingleFlowerTypes
source: Single Flower Types
ru: Однотипные цветы
tr: Tek Tip Çiçekler

# subSubcategorySeasonalArrangements
source: Seasonal Arrangements
ru: Сезонные композиции
tr: Mevsimsel Aranjmanlar

# subSubcategoryIndoorPlants
source: Indoor Plants
ru: Комнатные растения
tr: İç Mekan Bitkileri

# subSubcategoryOutdoorPlants
source: Outdoor Plants
ru: Уличные растения
tr: Dış Mekan Bitkileri

# subSubcategorySucculents
source: Succulents
ru: Суккуленты
tr: Sukulentler

# subSubcategoryOrchids
source: Orchids
ru: Орхидеи
tr: Orkideler

# subSubcategoryBonsai
source: Bonsai
ru: Бонсай

# subSubcategoryCacti
source: Cacti
ru: Кактусы
tr: Kaktüsler

# subSubcategoryChocolateArrangements
source: Chocolate Arrangements
ru: Шоколадные композиции
tr: Çikolatalı Aranjmanlar

# subSubcategoryEdibleArrangements
source: Edible Arrangements
ru: Съедобные композиции
tr: Yenilebilir Aranjmanlar

# subSubcategoryFruitBaskets
source: Fruit Baskets
ru: Фруктовые корзины
tr: Meyve Sepetleri

# subSubcategoryGiftCombos
source: Gift Combos
ru: Комбо подарков
tr: Hediye Kombinleri

# subSubcategoryBalloonArrangements
source: Balloon Arrangements
ru: Композиции с воздушными шарами
tr: Balon Aranjmanları

# subSubcategoryPlantersPots
source: Planters & Pots
ru: Горшки и кашпо
tr: Saksılar

# subSubcategoryFloralFoam
source: Floral Foam
ru: Флористическая пена
tr: Çiçek Süngeri

# subSubcategoryRibbonsWraps
source: Ribbons & Wraps
ru: Ленты и упаковка
tr: Kurdele & Ambalaj

# subSubcategoryPlantCareProducts
source: Plant Care Products
ru: Средства для ухода за растениями
tr: Bitki Bakım Ürünleri

# subSubcategoryDecorativeAccessories
source: Decorative Accessories
ru: Декоративные аксессуары
tr: Dekoratif Aksesuarlar

# subSubcategoryFuneralWreaths
source: Funeral Wreaths
ru: Поминальные венки
tr: Cenaze Çelenkleri

# subSubcategoryDecorativeWreaths
source: Decorative Wreaths
ru: Декоративные венки
tr: Dekoratif Çelenkler

# subSubcategoryTableCenterpieces
source: Table Centerpieces
ru: Центральные украшения для стола
tr: Masa Merkez Parçaları

# subSubcategoryEventDecorations
source: Event Decorations
ru: Украшения для мероприятий
tr: Etkinlik Süslemeleri

# subSubcategorySeasonalWreaths
source: Seasonal Wreaths
ru: Сезонные венки
tr: Mevsimsel Çelenkler

# whiteGoodRefrigerator
source: Refrigerator
ru: Холодильник
tr: Buzdolabı

# whiteGoodWashingMachine
source: Washing Machine
ru: Стиральная машина
tr: Çamaşır Makinesi

# whiteGoodDishwasher
source: Dishwasher
ru: Посудомоечная машина
tr: Bulaşık Makinesi

# whiteGoodDryer
source: Dryer
ru: Сушильная машина
tr: Kurutma Makinesi

# whiteGoodFreezer
source: Freezer
ru: Морозильник
tr: Derin Dondurucu

# pleaseSelectWhiteGood
source: Please select a white good appliance
ru: Пожалуйста, выберите бытовой прибор
tr: Lütfen bir beyaz eşya seçin

source: Select White Good
ru: Выбрать бытовой прибор
tr: Beyaz Eşya Seç

# selectWhiteGoodType
source: Select the type of white good appliance
ru: Выберите тип бытового прибора
tr: Beyaz eşya türünü seçin

# computerComponentCPU
source: CPU (Processor)
ru: Процессор (CPU)
tr: İşlemci (CPU)

# computerComponentGPU
source: GPU (Graphics Card)
ru: Видеокарта (GPU)
tr: Ekran Kartı (GPU)

# computerComponentRAM
source: RAM (Memory)
ru: Оперативная память (RAM)
tr: Bellek (RAM)

# computerComponentMotherboard
source: Motherboard
ru: Материнская плата
tr: Anakart

# computerComponentSSD
source: SSD (Solid State Drive)
ru: SSD диск
tr: SSD Disk

# computerComponentHDD
source: HDD (Hard Disk Drive)
ru: Жёсткий диск (HDD)
tr: Sabit Disk (HDD)

# computerComponentPowerSupply
source: Power Supply
ru: Блок питания
tr: Güç Kaynağı

# computerComponentCoolingSystem
source: Cooling System
ru: Система охлаждения
tr: Soğutma Sistemi

# computerComponentCase
source: Computer Case
ru: Корпус компьютера
tr: Bilgisayar Kasası

# computerComponentOpticalDrive
source: Optical Drive
ru: CD/DVD привод
tr: CD/DVD Sürücü

# computerComponentNetworkCard
source: Network Card
ru: Сетевая карта
tr: Ağ Kartı

# computerComponentSoundCard
source: Sound Card
ru: Звуковая карта
tr: Ses Kartı

# computerComponentMonitor
source: Monitor
ru: Монитор
tr: Monitör

# computerComponentKeyboard
source: Keyboard
ru: Клавиатура
tr: Klavye

# computerComponentMouse
source: Mouse
ru: Мышь
tr: Fare

# computerComponentSpeakers
source: Speakers
ru: Динамики
tr: Hoparlör

# computerComponentWebcam
source: Webcam
ru: Веб-камера
tr: Web Kamerası

# computerComponentHeadset
source: Headset
ru: Наушники
tr: Kulaklık

# pleaseSelectComputerComponent
source: Please select a computer component
ru: Пожалуйста, выберите компонент компьютера
tr: Lütfen bir bilgisayar bileşeni seçin

source: Select Computer Component
ru: Выбрать компонент компьютера
tr: Bilgisayar Bileşeni Seç

# selectComputerComponentType
source: Select the type of computer component
ru: Выберите тип компонента компьютера
tr: Bilgisayar bileşeni türünü seçin

# consoleBrandPC
source: PC Gaming
ru: PC игры
tr: PC Oyun

# consoleBrandMobile
source: Mobile Gaming
ru: Мобильные игры
tr: Mobil Oyun

# consoleBrandRetro
source: Retro Gaming
ru: Ретро игры
tr: Retro Oyun

# consoleVariantGamingPC
source: Gaming PC
ru: Игровой ПК
tr: Oyun Bilgisayarı

# consoleVariantGamingLaptop
source: Gaming Laptop
ru: Игровой ноутбук
tr: Oyun Dizüstü

# consoleVariantArcadeCabinet
source: Arcade Cabinet
ru: Аркадный автомат
tr: Atari Makinesi

# pleaseSelectConsoleBrand
source: Please select a console brand
ru: Пожалуйста, выберите бренд консоли
tr: Lütfen bir konsol markası seçin

# pleaseSelectConsoleVariant
source: Please select a console variant
ru: Пожалуйста, выберите модель консоли
tr: Lütfen bir konsol modeli seçin

# selectConsole
source: Select Gaming Console
ru: Выбрать игровую консоль
tr: Oyun Konsolu Seç

# selectConsoleBrand
source: Select the console brand
ru: Бренд консоли
tr: Konsol markasını

# selectConsoleVariant
source: Select the console variant
ru: Модель консоли
tr: Konsol modelini

# kitchenApplianceMicrowave
source: Microwave
ru: Микроволновая печь
tr: Mikrodalga Fırın

# kitchenApplianceCoffeeMachine
source: Coffee Machine
ru: Кофеварка
tr: Kahve Makinesi

# kitchenApplianceBlender
source: Blender
ru: Блендер

# kitchenApplianceFoodProcessor
source: Food Processor
ru: Кухонный комбайн
tr: Mutfak Robotu

# kitchenApplianceMixer
source: Mixer
ru: Миксер
tr: Mikser

# kitchenApplianceToaster
source: Toaster
ru: Тостер
tr: Ekmek Kızartma Makinesi

# kitchenApplianceKettle
source: Electric Kettle
ru: Электрический чайник
tr: Elektrikli Su Isıtıcısı

# kitchenApplianceRiceCooker
source: Rice Cooker
ru: Рисоварка
tr: Pilav Pişirme Makinesi

# kitchenApplianceSlowCooker
source: Slow Cooker
ru: Мультиварка
tr: Yavaş Pişirici

# kitchenAppliancePressureCooker
source: Pressure Cooker
ru: Скороварка
tr: Düdüklü Tencere

# kitchenApplianceAirFryer
source: Air Fryer
ru: Аэрофритюрница
tr: Hava Fritözü

# kitchenApplianceJuicer
source: Juicer
ru: Соковыжималка
tr: Meyve Sıkacağı

# kitchenApplianceGrinder
source: Coffee Grinder
ru: Кофемолка
tr: Kahve Değirmeni

# kitchenApplianceOven
source: Oven
ru: Духовка
tr: Fırın

# kitchenApplianceRefrigerator
source: Refrigerator
ru: Холодильник
tr: Buzdolabı

# kitchenApplianceFreezer
source: Freezer
ru: Морозильник
tr: Derin Dondurucu

# kitchenApplianceDishwasher
source: Dishwasher
ru: Посудомоечная машина
tr: Bulaşık Makinesi

# kitchenApplianceWashingMachine
source: Washing Machine
ru: Стиральная машина
tr: Çamaşır Makinesi

# kitchenApplianceDryer
source: Dryer
ru: Сушильная машина
tr: Kurutma Makinesi

# kitchenApplianceIceMaker
source: Ice Maker
ru: Льдогенератор
tr: Buz Makinesi

# kitchenApplianceWaterDispenser
source: Water Dispenser
ru: Диспенсер для воды
tr: Su Sebili

# kitchenApplianceFoodDehydrator
source: Food Dehydrator
ru: Дегидратор для продуктов
tr: Gıda Kurutma Makinesi

# kitchenApplianceSteamer
source: Food Steamer
ru: Пароварка
tr: Buharda Pişirici

# kitchenApplianceGrill
source: Electric Grill
ru: Электрический гриль
tr: Elektrikli Izgara

# kitchenApplianceSandwichMaker
source: Sandwich Maker
ru: Сэндвичница
tr: Sandviç Makinesi

# kitchenApplianceWaffleIron
source: Waffle Iron
ru: Вафельница
tr: Waffle Makinesi

# kitchenApplianceDeepFryer
source: Deep Fryer
ru: Фритюрница
tr: Fritöz

# kitchenApplianceBreadMaker
source: Bread Maker
ru: Хлебопечка
tr: Ekmek Yapma Makinesi

# kitchenApplianceYogurtMaker
source: Yogurt Maker
ru: Йогуртница
tr: Yoğurt Makinesi

# kitchenApplianceIceCreamMaker
source: Ice Cream Maker
ru: Мороженица
tr: Dondurma Makinesi

# kitchenAppliancePastaMaker
source: Pasta Maker
ru: Макаронница
tr: Makarna Makinesi

# kitchenApplianceMeatGrinder
source: Meat Grinder
ru: Мясорубка
tr: Et Kıyma Makinesi

# kitchenApplianceCanOpener
source: Electric Can Opener
ru: Электрический открывалка для консервов
tr: Elektrikli Konserve Açacağı

# kitchenApplianceKnifeSharpener
source: Knife Sharpener
ru: Электрическая точилка для ножей
tr: Bıçak Bileme Makinesi

# kitchenApplianceScale
source: Kitchen Scale
ru: Кухонные весы
tr: Mutfak Terazisi

# kitchenApplianceTimer
source: Kitchen Timer
ru: Кухонный таймер
tr: Mutfak Zamanlayıcısı

# pleaseSelectKitchenAppliance
source: Please select a kitchen appliance
ru: Пожалуйста, выберите кухонный прибор
tr: Lütfen bir mutfak aleti seçin

source: Select Kitchen Appliance
ru: Выбрать кухонный прибор
tr: Mutfak Aleti Seç

# selectKitchenApplianceType
source: Select the type of kitchen appliance
ru: Выберите тип кухонного прибора
tr: Mutfak aleti türünü seçin

# loginTitle
source: Login to Your Account
ru: Войдите в свой аккаунт
tr: Hesabınıza Giriş Yapın

# loginSubtitle
source: Enter your email and password to continue.
ru: Введите свой адрес электронной почты и пароль для продолжения.
tr: Devam etmek için e-posta ve şifrenizi girin.

# removeFromBasketTitle
source: Remove from "{basket}"?
ru: Удалить из корзины "{basket}"?
tr: "{basket}" basketinden kaldır?

# removeFromBasketContent
source: Are you sure you want to remove this product from your "{basket}" basket?
ru: Вы уверены, что хотите удалить этот товар из корзины "{basket}"?
tr: Bu ürünü "{basket}" basketinden kaldırmak istediğinizden emin misiniz?

# emailLabel
source: Email Address
ru: Адрес электронной почты
tr: E-posta Adresi

# emailHint
source: Enter your email address
ru: Введите свой адрес электронной почты
tr: E-posta adresinizi girin

source: Other
ru: Другое
tr: Diğer

# passwordLabel
source: Password
ru: Пароль
tr: Şifre

# footwearSizeSelection
source: Select Footware Size
ru: Выбор размера обуви
tr: Ayakkabı Boyut Seçimi

source: Delivery QR Code
ru: QR-код доставки
tr: Teslimat QR Kodu

# showThisToDelivery
source: Show this to the delivery person
ru: Покажите это курьеру
tr: Bunu kurye'ye gösterin

source: Share QR Code
ru: Поделиться QR-кодом
tr: QR Kodu Paylaş

# failedToLoadQR
source: Failed to load QR code
ru: Не удалось загрузить QR-код
tr: QR kodu yüklenemedi

# qrGenerating
source: Generating QR Code...
ru: Генерация QR-кода...
tr: QR Kodu oluşturuluyor...

source: QR generation failed
ru: Ошибка генерации QR-кода
tr: QR oluşturma başarısız

# qrNotReady
source: QR Code not ready yet
ru: QR-код ещё не готов
tr: QR Kodu henüz hazır değil

# pleaseWaitQR
source: Please wait a moment...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...

# tapToRetryQR
source: Tap to retry
ru: Нажмите, чтобы повторить
tr: Tekrar denemek için dokunun

# qrWillBeReady
source: It will be ready shortly
ru: Скоро будет готов
tr: Kısa sürede hazır olacak

# failedToShareQR
source: Failed to share QR code
ru: Не удалось поделиться QR-кодом
tr: QR kodu paylaşılamadı

# qrRetryInitiated
source: QR generation retry initiated
ru: Повторная генерация QR-кода запущена
tr: QR oluşturma yeniden başlatıldı

# failedToRetryQR
source: Failed to retry QR generation
ru: Не удалось повторить генерацию QR-кода
tr: QR yeniden oluşturulamadı

source: View QR Code
ru: Показать QR-код
tr: QR Kodu Görüntüle

source: Order QR Code
ru: QR-код заказа
tr: Sipariş QR Kodu

source: Retrying...
ru: Повторная попытка...
tr: Yeniden deneniyor...

source: Order Delivered
ru: Заказ доставлен 📦
tr: Sipariş Teslim Edildi 📦

source: orders delivered
ru: заказов доставлено
tr: sipariş teslim edildi

source: In Progress
ru: В процессе
tr: İşlemde

# forgotPasswordText
source: Forgot your password?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?

# forgotPasswordTitle
source: Reset Password
ru: Сброс пароля
tr: Şifreyi Sıfırla

source: Product ID copied
ru: ID товара скопирован
tr: Ürün kimliği kopyalandı

# forgotPasswordSubtitle
source: Enter your email address and we'll send you a link to reset your password.
ru: Введите свой адрес электронной почты, и мы отправим вам ссылку для сброса пароля.
tr: E-posta adresinizi girin, size şifrenizi sıfırlamak için bir bağlantı gönderelim.

# forgotPasswordSuccessSubtitle
source: We've sent a password reset link to your email address. Check your inbox and follow the instructions.
ru: Мы отправили вам ссылку для сброса пароля на электронную почту. Проверьте входящую папку и следуйте инструкциям.
tr: E-posta adresinize şifre sıfırlama bağlantısı gönderdik. Gelen kutunuzu kontrol edin ve talimatları takip edin.

# sendResetEmailButton
source: Send Reset Email
ru: Отправить письмо для сброса
tr: Sıfırlama E-postası Gönder

# passwordResetSent
source: Password reset email sent! Check your inbox and follow the instructions to reset your password.
ru: Письмо для сброса пароля отправлено! Проверьте входящую папку и следуйте инструкциям для сброса пароля.
tr: Şifre sıfırlama e-postası gönderildi! Gelen kutunuzu kontrol edin ve şifrenizi sıfırlamak için talimatları takip edin.

# passwordResetSentGoogleUser
source: Password reset email sent! Since you originally signed up with Google, setting a password will allow you to sign in with either Google or email/password.
ru: Письмо для сброса пароля отправлено! Так как вы изначально зарегистрировались через Google, установка пароля позволит вам входить как через Google, так и через адрес электронной почты и пароль.
tr: Şifre sıfırlama e-postası gönderildi! Başlangıçta Google ile kaydolduğunuz için, şifre belirlemeniz hem Google hem de e-posta/şifre ile giriş yapmanıza olanak sağlayacak.

# passwordResetResent
source: Password reset email sent again!
ru: Письмо для сброса пароля отправлено повторно!
tr: Şifre sıfırlama e-postası tekrar gönderildi!

source: Check Your Email
ru: Проверьте свою электронную почту
tr: E-postanızı Kontrol Edin

# resendEmailButton
source: Resend Email
ru: Отправить письмо снова
tr: E-postayı Tekrar Gönder

# rememberPasswordText
source: Remember your password?
ru: Вспомнили пароль?
tr: Şifrenizi hatırladınız mı?

# backToLoginText
source: Back to Login
ru: Вернуться ко входу
tr: Girişe Dön

source: All products loaded
ru: Все товары загружены
tr: Tüm ürünler yüklendi
