Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# fantasyWearDescription
source: Choose the type of fantasy wear you're selling
ru: Выберите тип фантазийной одежды, которую вы продаете
tr: Sattığınız fantezi giyim türünü seçin

# pleaseSelectFantasyWearType
source: Please select a fantasy wear type
ru: Пожалуйста, выберите тип фантазийной одежды
tr: Lütfen bir fantezi giyim türü seçin

source: Selected Type
ru: Выбранный Тип
tr: Seçilen Tür

# fantasyWearLingerie
source: Lingerie
ru: Белье
tr: İç Çamaşırı

# fantasyWearBabydoll
source: Babydoll
ru: Бэбидолл
tr: Bebek Doll

# fantasyWearChemise
source: Chemise
ru: Ночная Рубашка
tr: Gecelik

# fantasyWearTeddy
source: Teddy
ru: Тедди

# fantasyWearBodysuit
source: Bodysuit
ru: Боди

# fantasyWearCorset
source: Corset
ru: Корсет
tr: Korse

# fantasyWearBustier
source: Bustier
ru: Бюстье
tr: Büstiye

# fantasyWearGarter
source: Garter
ru: Подвязка
tr: Jartiyer

# fantasyWearRobe
source: Robe
ru: Халат
tr: Sabahlık

# fantasyWearKimono
source: Kimono
ru: Кимоно

# fantasyWearCostume
source: Costume
ru: Костюм
tr: Kostüm

# fantasyWearRolePlay
source: Role Play
ru: Ролевая Игра
tr: Rol Oyunu

# fantasyWearSleepwear
source: Sleepwear
ru: Пижама
tr: Pijama

# fantasyWearOther
source: Other
ru: Другое
tr: Diğer

source: Land Size
ru: Размер участка (м²)
tr: Arazi Büyüklüğü

source: House Size
ru: Размер дома (м²)
tr: Ev Büyüklüğü

source: Bedrooms
ru: Спальни
tr: Yatak Odası

source: Bathrooms
ru: Ванные комнаты
tr: Banyo

source: Garages
ru: Гаражи
tr: Garaj

source: Pool
ru: Бассейн
tr: Havuz

source: BBQ
ru: Барбекю
tr: Barbekü

source: Outdoor Shower
ru: Наружный душ
tr: Açık Duş

source: Outdoor Lighting
ru: Наружное освещение
tr: Dış Aydınlatma

source: Terrace
ru: Терраса
tr: Teras

source: Gym
ru: Тренажерный зал
tr: Spor Salonu

source: Television
ru: Телевизор
tr: Televizyon

source: White Goods
ru: Белые товары
tr: Beyaz Eşya

source: Mark on Map
ru: Отметить на карте
tr: Haritada İşaretle

source: Selected Location
ru: Выбранное местоположение
tr: Seçilen Konum

source: List Property
ru: Список недвижимости
tr: Emlak Listele

# propertyApplicationSubmitted
source: Property application submitted for approval.
ru: Заявка на недвижимость отправлена на одобрение.
tr: Emlak başvurusu onay için gönderildi.

source: Residential
ru: Жилой
tr: Konut

source: Land
ru: Земля
tr: Arsa

# propertyApproved
source: Property approved successfully.
ru: Недвижимость успешно одобрена.
tr: Emlak başarıyla onaylandı.

source: Property rejected.
ru: Недвижимость отклонена.
tr: Emlak reddedildi.

source: List Property Applications
ru: Выставить заявки на недвижимость
tr: Emlak Başvurularını Listele

source: Property Type
ru: Тип недвижимости
tr: Emlak Türü

source: No applications found
ru: Не найдено ни одной заявки на недвижимость.
tr: Başvuru yok

# carApplicationSubmitted
source: Vehicle application submitted
ru: Заявка на выставление автомобиля отправлена
tr: Araç listeleme başvurusu gönderildi

source: List car applications
ru: Выставить заявки на автомобили
tr: Araç listeleme başvuruları

# carApproved
source: Vehicle approved
ru: Автомобиль одобрен
tr: Araç onaylandı

# carRejected
source: Vehicle rejected
ru: Автомобиль отклонен
tr: Araç reddedildi

source: Product approved
ru: Товар одобрен
tr: Ürün onaylandı

source: Product rejected
ru: Товар отклонен
tr: Ürün reddedildi

source: List product applications
ru: Выставить заявки на товары
tr: Ürün listeleme başvuruları

source: Remove All Discounts
ru: Удалить все скидки
tr: Tüm İndirimleri Kaldır

# statusBrandNew
source: Brand New
ru: Новый
tr: Sıfır

# statusUsed
source: Used
ru: Б/у
tr: İkinci El

# carTypeAutomobile
source: Automobile
ru: Автомобиль
tr: Otomobil

# noFavoriteBaskets
source: No Favorite Lists
ru: Нет списков избранного
tr: Favori listesi yok

# selectFavoriteBasket
source: Select Favorites List
ru: Выбрать список избранного
tr: Favori listesi seçin

# transferredToBasket
source: Transferred to favorites list
ru: Перенесено в список избранного
tr: Favori listeye aktarıldı

# transferToBasket
source: Transfer
ru: Передача

# carTypeSuv
source: SUV
ru: Внедорожник

# carTypePickUp
source: Pick Up
ru: Пикап

source: Shop Options
ru: Параметры магазина
tr: Dükkan Ayarları

source: Select Shop
ru: Выбрать магазин
tr: Dükkan Seçin

# carTypeMotorcycle
source: Motorcycle
ru: Мотоцикл
tr: Motosiklet

# carTypeCaravan
source: Caravan
ru: Караван
tr: Karavan

# carTypeCommercialVehicles
source: Commercial Vehicles
ru: Коммерческие автомобили
tr: Ticari Araçlar

# carTypeMinivanPanelvan
source: Minivan/Panelvan
ru: Минивэн/Панельный фургон

# carTypeClassicCars
source: Classic Cars
ru: Классические автомобили
tr: Klasik Arabalar

# carTypeWorkVehicles
source: Work Vehicles
ru: Рабочие автомобили
tr: İş Araçları

# carTypeMarineVehicles
source: Marine Vehicles
ru: Морские суда
tr: Deniz Araçları

# productsSold
source: Products sold: {count}
ru: Продано товаров: {count}
tr: Satılan ürün: {count}

source: Sold
ru: Продано
tr: Satıldı

# view2
source: Views
ru: Просмотры
tr: Görüntülenme

# favorites2
source: Favorites
ru: Избранное
tr: Favoriler

source: Products you might like
ru: Товары, которые вам могут понравиться
tr: İlginizi Çekebilecek Ürünler

source: Rating
ru: Оценка
tr: Puan

# specialProductsForYou
source: Special For You
ru: Специальные товары для вас
tr: Size Özel Ürünler

source: Select Colors
ru: Выбрать цвета
tr: Renkleri Seç

# uploadImagesForColors
source: Upload Images for Selected Colors
ru: Загрузить изображения для выбранных цветов
tr: Seçilen Renkler için Görseller Yükle

source: Colors Selected
ru: Цвет выбран
tr: Renk Seçildi

# colorBlue
source: Blue
ru: Синий
tr: Mavi

# colorOrange
source: Orange
ru: Оранжевый
tr: Turuncu

# colorYellow
source: Yellow
ru: Жёлтый
tr: Sarı

# colorBlack
source: Black
ru: Чёрный
tr: Siyah

# colorBrown
source: Brown
ru: Коричневый
tr: Kahverengi

# colorDarkBlue
source: Dark Blue
ru: Тёмно-синий
tr: Koyu Mavi

# colorGray
source: Gray
ru: Серый
tr: Gri

# colorPink
source: Pink
ru: Розовый
tr: Pembe

# colorRed
source: Red
ru: Красный
tr: Kırmızı

# colorWhite
source: White
ru: Белый
tr: Beyaz

# colorGreen
source: Green
ru: Зелёный
tr: Yeşil

# colorPurple
source: Purple
ru: Фиолетовый
tr: Mor

# colorTeal
source: Teal
ru: Бирюзовый
tr: Turkuaz

# colorLime
source: Lime
ru: Лайм
tr: Limon Yeşili

# colorCyan
source: Cyan
ru: Голубой
tr: Camgöbeği

# colorMagenta
source: Magenta
ru: Пурпурный
tr: Macenta

# colorIndigo
source: Indigo
ru: Индиго
tr: Çivit Mavisi

# colorAmber
source: Amber
ru: Янтарный
tr: Kehribar

# colorDeepOrange
source: Deep Orange
ru: Тёмно-оранжевый
tr: Koyu Turuncu

# colorLightBlue
source: Light Blue
ru: Светло-синий
tr: Açık Mavi

# colorDeepPurple
source: Deep Purple
ru: Тёмно-фиолетовый
tr: Koyu Mor

# colorLightGreen
source: Light Green
ru: Светло-зелёный
tr: Açık Yeşil

# colorDarkGray
source: Dark Gray
ru: Тёмно-серый
tr: Koyu Gri

source: Password Requirements:
ru: Требования к паролю:
tr: Şifre Gereksinimleri:

# passwordMinLength
source: At least 8 characters
ru: Минимум 8 символов
tr: En az 8 karakter

# passwordUppercase
source: One uppercase letter (A-Z)
ru: Одна заглавная буква (A-Z)
tr: Bir büyük harf (A-Z)

# passwordLowercase
source: One lowercase letter (a-z)
ru: Одна строчная буква (a-z)
tr: Bir küçük harf (a-z)

# passwordDigit
source: One number (0-9)
ru: Одна цифра (0-9)
tr: Bir rakam (0-9)

# passwordSpecialChar
source: One special character (!@#$%...)
ru: Один специальный символ (!@#$%...)
tr: Bir özel karakter (!@#$%...)

# passwordDoesNotMeetRequirements
source: Password does not meet all requirements
ru: Пароль не соответствует всем требованиям
tr: Şifre tüm gereksinimleri karşılamıyor

# colorBeige
source: Beige
ru: Бежевый
tr: Bej

# colorTurquoise
source: Turquoise
ru: Бирюзовый
tr: Turkuaz

# colorViolet
source: Violet
ru: Фиолетовый
tr: Menekşe

# colorOlive
source: Olive
ru: Оливковый
tr: Zeytin Yeşili

# colorMaroon
source: Maroon
ru: Бордовый
tr: Bordo

# colorNavy
source: Navy
ru: Тёмно-синий
tr: Lacivert

# colorSilver
source: Silver
ru: Серебристый
tr: Gümüş

source: Error loading reviews
ru: Ошибка при загрузке отзывов
tr: Değerlendirmeler yüklenirken hata gerçekleşti

# pleaseSelectCategoryFirst
source: Please select a category first
ru: Пожалуйста, сначала выберите категорию
tr: Lütfen ilk önce kategori seçin

# imageSelected
source: Selected images
ru: Выбранные изображения
tr: Seçilmiş görseller

# max3Images
source: 3 images at most
ru: Максимум 3 изображения
tr: En fazla 3 görsel

source: Enter Price
ru: Введите цену
tr: Fiyat girin

source: Enter Product Title
ru: Введите название товара
tr: Ürün başlığı girin

# enterDetailedDescription
source: Enter Description
ru: Введите описание
tr: Açıklama girin

# addVideoandImages
source: Photo & Video
ru: Фото и видео
tr: Fotoğraf & Video

source: Go to Market
ru: Перейти на маркетплейс
tr: Market'e Git

# goToMyProducts
source: My Products
ru: Мои товары
tr: Ürünlerim

source: Search results
ru: Результаты поиска
tr: Arama sonuçları

source: No vehicles found
ru: Автомобили не найдены
tr: Araç bulunamadı

# deleteShopConfirmation
source: Do you want to delete shop?
ru: Вы хотите удалить магазин?
tr: Dükkanı silmek mi istiyorsunuz?

# pickVideo
source: Upload video
ru: Загрузить видео
tr: Video yükle

source: Height exceeds maximum
ru: Высота превышает максимум
tr: Yükseklik maksimum değeri aşıyor

source: Width exceeds maximum
ru: Ширина превышает максимум
tr: Genişlik maksimum değeri aşıyor

# maximum
source: Max
ru: Макс
tr: Maks

# enterValue
source: Enter
ru: Введите
tr: Girin

source: Select Color Option
ru: Выбрать вариант цвета
tr: Renk Seçeneği Seçin

source: Add color options
ru: Добавить варианты цветов
tr: Renk seçenekleri ekle

# shopAlreadyBoosted
source: Shop is already boosted
ru: Магазин уже продвигается
tr: Dükkan zaten boostlu

source: Add more color options
ru: Добавить больше вариантов цветов
tr: Daha fazla renk seçeneği ekle

source: Select image for color
ru: Выбрать изображение для цвета
tr: Renk için resim seç

# maximum10ImagesPerColor
source: Maximum 10 images allowed per color.
ru: Вы можете загрузить максимум 10 изображений для каждого цвета.
tr: Her renk için en fazla 10 resim yükleyebilirsiniz.

# maximumColorOptionsReached
source: You can add up to {maxColors} color options.
ru: Вы можете добавить до {maxColors} вариантов цветов.
tr: {maxColors} renk seçeneğine kadar ekleyebilirsiniz.

source: Upload failed
ru: Загрузка не удалась
tr: Yükleme başarısız

source: Failed to generate comments
ru: Ошибка при генерировании комментариев
tr: Yorum üretirken hata

source: Total products sold
ru: Всего продано товаров
tr: Toplam satılan ürünler

source: Click count
ru: Количество кликов
tr: Tıklama

source: Favorites count
ru: Избранное
tr: Favoriler

source: Purchase count
ru: Покупки
tr: Satın alınma

source: Highly recommended
ru: Высокая рекомендация
tr: Yüksek tavsiye edilen

source: Consider other options
ru: Рассмотрите другие варианты
tr: Başka seçenekleri değerlendirin

source: Generating comments
ru: Генерирование комментариев
tr: Yorum üretiyor

source: Chat info not found
ru: Информация о чате не найдена
tr: Sohbet bilgisi bulunamadı

source: Product sold
ru: товар продан
tr: ürün satıldı

source: Invitation
ru: Приглашение
tr: Davet

source: Rent invitation
ru: Приглашение на аренду
tr: Kira Daveti

source: Shipment
ru: Отправка
tr: Gönderim

source: Shop approved
ru: Магазин одобрен
tr: Mağaza Onaylandı

source: Shop disapproved
ru: Магазин не одобрен
tr: Mağaza Onaylanmadı

source: Message
ru: Сообщение
tr: Mesaj

source: Notification
ru: Уведомление
tr: Bildirim

# boostStartTime
source: Boost start date
ru: Начало продвижения
tr: Boost başlangıç

# boostEndTime
source: Boost end date
ru: Конец продвижения
tr: Boost bitiş

source: Boost duration
ru: Продолжительность продвижения
tr: Boost süresi

# pricePerDayPerItem
source: Price per day
ru: Ежедневная плата
tr: Günlük ücret

# totalBoostPrice
source: Total price
ru: Общая стоимость
tr: Toplam ücret

source: Max floor plans
ru: Максимум планов этажа
tr: En fazla kat planı

source: Select file
ru: Выбрать файл
tr: Dosya seçin

source: Invalid file type
ru: Неверный тип файла
tr: Uygunsuz dosya türü

# selectFilePrompt
source: Select file
ru: Выбрать файл
tr: Dosya seçin

source: Floor plans
ru: Планы этажей
tr: Kat planları

# noInternetConnection
source: No internet connection. Please check your network and try again.
ru: Нет подключения к интернету. Проверьте сеть и попробуйте снова.
tr: İnternet bağlantısı yok. Lütfen ağınızı kontrol edin ve tekrar deneyin.

# networkError
source: Network error. Please check your connection and try again.
ru: Ошибка сети. Проверьте подключение и попробуйте снова.
tr: Ağ hatası. Lütfen bağlantınızı kontrol edin ve tekrar deneyin.

# permissionDenied
source: Permission denied. Please try again.
ru: Доступ запрещён. Попробуйте снова.
tr: İzin reddedildi. Lütfen tekrar deneyin.

# sessionExpired
source: Session expired. Please log in again.
ru: Сессия истекла. Пожалуйста, войдите снова.
tr: Oturum süresi doldu. Lütfen tekrar giriş yapın.

source: Uploading profile image...
ru: Загрузка фото профиля...
tr: Profil resmi yükleniyor...

source: Uploading cover image
ru: Загрузка обложки
tr: Kapak resmi yükleniyor

source: Uploading tax certificate...
ru: Загрузка налогового свидетельства...
tr: Vergi levhası yükleniyor...

source: Saving application...
ru: Сохранение заявки...
tr: Başvuru kaydediliyor...

source: Please wait, submission in progress...
ru: Пожалуйста, подождите, отправка заявки...
tr: Lütfen bekleyin, başvuru gönderiliyor...

source: Properties
ru: Недвижимость
tr: Mülkler

source: Vehicles
ru: Автомобили
tr: Araçlar

# noOngoingBoostsForAnalysis
source: No ongoing boosts
ru: Нет текущих продвижений

# searchProperties
source: Search property
ru: Поиск недвижимости
tr: Mülk ara

# searchCars
source: Search vehicle
ru: Поиск автомобилей
tr: Araç ara

# listedProductsEmptyText
source: List products and start selling to a wide range of audience.
ru: Выставляйте товары и начните продавать широкой аудитории.
tr: Ürün listeleyin ve geniş bir kitleye satış yapmaya başlayın.

# noSoldProductsText
source: You haven't sold a product yet. List a product and make your first sale.
ru: Вы пока не продали ни одного товара. Выставьте товар и совершите первую продажу.
tr: Henüz bir ürün satmadınız. Bir ürün listeleyin ve ilk satışınızı yapın.

# noBoughtProductsText
source: You haven't bought a product yet. Go for shopping!
ru: Вы ещё не купили ни одного товара. Наслаждайтесь покупками!
tr: Henüz bir ürün satın satın almadınız. Alışverişin tadını çıkarın!

# listProductButton
source: + List Product
ru: Выставить товар
tr: Ürün Listele

# goToMarketButton
source: Go to Market
ru: Перейти на маркетплейс
tr: Market'e git

# noActiveBoostMessage
source: You have no active boost. Boost a product and reach to your target audience to amplify your sales.
ru: У вас нет активного продвижения. Продвигайте товар и достигайте целевую аудиторию для увеличения продаж.
tr: Aktif bir boost'unuz yok. Bir ürünü boost'layın ve satışlarınızı artırmak için hedef kitlenize ulaşın.

# boostProductButton
source: Boost a product
ru: Продвигать товар
tr: Bir Ürünü Boost'la

source: Add Link (Optional)
ru: Добавить ссылку (опционально)
tr: Bağlantı Ekle (İsteğe Bağlı)

# chooseAdDestination
source: Choose where users should go when they tap this ad
ru: Выберите, куда пойдёт пользователь при клике на эту рекламу
tr: Kullanıcılar bu reklamı tıkladığında nereye gideceğini seçin

source: No Link
ru: Нет ссылки
tr: Bağlantı Yok

# noLinkDescription
source: Ad will not navigate anywhere
ru: Реклама не будет перенаправлять куда-либо
tr: Reklam hiçbir yere yönlendirmeyecek

source: Link to Shop
ru: Ссылка на магазин
tr: Mağazaya Bağlantı

# navigateToShop
source: Navigate to {shopName}
ru: Перенаправить на магазин {shopName}
tr: {shopName} mağazasına yönlendir

source: Link to Product
ru: Ссылка на товар
tr: Ürüne Bağlantı

# chooseSpecificProduct
source: Choose a specific product
ru: Выберите конкретный товар
tr: Belirli bir ürün seçin

source: Select Order for Refund
ru: Выбрать заказ для возврата
tr: İade için Sipariş Seç

# selectOrderRefundInfo
source: Select the order you want to request a refund for
ru: Выберите заказ, по которому вы хотите подать заявку на возврат
tr: İade talep etmek istediğiniz siparişi seçin

# noOrdersForRefund
source: No Orders Available
ru: Нет подходящих заказов
tr: Uygun Sipariş Yok

# noOrdersForRefundDesc
source: You don't have any orders to request a refund for
ru: У вас нет заказов, для которых вы можете подать заявку на возврат
tr: İade talep edebileceğiniz siparişiniz bulunmuyor

# confirmOrderSelection
source: Confirm Selection
ru: Подтвердить выбор
tr: Seçimi Onayla

# refundFormSelectOrder
source: Select Order
ru: Выбрать заказ
tr: Sipariş Seç

source: Home Images
ru: Изображения главной страницы
tr: Anasayfa Görselleri

source: Cover Images
ru: Изображения обложки
tr: Kapak Görselleri

# pleaseSelectCoverImage
source: Please select a cover image
ru: Пожалуйста, выберите изображение обложки
tr: Lütfen bir kapak görseli seçin

source: No products to link.
ru: Товары для связи не найдены.
tr: Bağlanacak ürün bulunamadı.

# selectProductToLink
source: Select a product to link.
ru: Выберите товар для связи.
tr: Bağlamak için bir ürün seçin.

source: Linked successfully.
ru: Успешно связано.
tr: Başarıyla bağlandı.

source: Unlinked successfully.
ru: Связь успешно удалена.
tr: Bağlantı başarıyla kaldırıldı.

source: Removed successfully.
ru: Успешно удалено.
tr: Başarıyla kaldırıldı.

source: Linked
ru: Связано
tr: Bağlandı

# doYouWantToLinkToProduct
source: Do you want to link to a product?
ru: Вы хотите связать с товаром?
tr: Bir ürüne bağlamak ister misiniz?

source: Profile Image
ru: Изображение профиля
tr: Profil Görseli

# home2
source: Home
ru: Главная
tr: Ana Sayfa

# shopSettings
source: Shop Images
ru: Изображения магазина
tr: Dükkan Görselleri

# youNeedToLogin
source: You need to log in to do that.
ru: Вам нужно войти, чтобы это сделать.
tr: Bunu yapmak için oturum açmanız gerekiyor.

# modalTitle
source: Shopping security
ru: Безопасность покупок
tr: Alışveriş güvenliği

# pleaseSelectAllClothingDetails
source: Please select clothing details
ru: Выберите детали одежды
tr: Giyim detaylarını seçiniz

# clothingGenderMen
source: Men
ru: Мужчины
tr: Erkek

# clothingGenderWomen
source: Women
ru: Женщины
tr: Kadın

# clothingGenderKids
source: Kids
ru: Дети
tr: Çocuk

# clothingFitLoose
source: Loose
ru: Свободный
tr: Gevşek

# clothingFitOversized
source: Oversized
ru: Оверсайз
tr: Büyük Beden

# clothingTypeWool
source: Wool
ru: Шерсть
tr: Yün

# clothingTypeLeather
source: Leather
ru: Кожа
tr: Deri

# modalSection1Title
source: Safe Payment Options
ru: Безопасные варианты оплаты
tr: Güvenli Ödeme Seçenekleri

# modalSection1Description
source: E-CTS is committed to protecting your payment information. We use strong encryption, and perform regular reviews of its system to protect your privacy.
ru: E-CTS обязуется защищать вашу платёжную информацию. Мы используем сильное шифрование и регулярно проверяем нашу систему для защиты вашей конфиденциальности.
tr: E-CTS, ödeme bilgilerinizin korunmasına kendini adamıştır. Güçlü şifreleme kullanıyoruz ve gizliliğinizi korumak için sistemimizi düzenli olarak gözden geçiriyoruz.

# modalSection2Title
source: Secure logistics
ru: Безопасная логистика
tr: Güvenli lojistik

# modalSection2Description1
source: We perform fully professional delivery (for the fast delivery option). Full refund for the damaged or lost package.
ru: Мы выполняем полностью профессиональную доставку (для опции быстрой доставки). Полное возмещение за повреждённые или потерянные пакеты.
tr: Tam profesyonel teslimat gerçekleştiriyoruz (hızlı teslimat seçeneği için). Hasarlı veya kayıp paket için tam geri ödeme.

# modalSection2Description2
source: Delivery guaranteed, accurate and on-time.
ru: Доставка гарантирована, точная и своевременная.
tr: Teslimat garantili, doğru ve zamanında.

# modalSection3Title
source: Secure privacy
ru: Безопасная конфиденциальность
tr: Güvenli gizlilik

# modalSection3Description
source: Protecting your privacy is our top priority. Please be assured that your information will be kept secured and uncompromised. We do not sell your personal information for money and will only use your information in accordance with our privacy and cookie policy to provide and improve our services to you.
ru: Защита вашей конфиденциальности - наш главный приоритет. Вы можете быть уверены, что ваша информация хранится в безопасности и не подвергается риску. Мы не продаём вашу личную информацию за деньги и будем использовать вашу информацию только в соответствии с нашей политикой конфиденциальности и файлов cookie для предоставления и улучшения наших услуг.
tr: Gizliliğinizi korumak en büyük önceliğimizdir. Bilgilerinizin güvenli ve tehlikeye atılmamış olarak saklanacağından emin olabilirsiniz. Kişisel bilgilerinizi para karşılığında satmıyoruz ve yalnızca gizlilik ve çerez politikamız kapsamında bilgilerinizi hizmetlerimizi sağlamak ve geliştirmek için kullanacağız.

# securitySectionTapHint
source: Tap to view more shopping security details
ru: Коснитесь, чтобы увидеть больше деталей о безопасности покупок
tr: Daha fazla alışveriş güvenliği detayı görmek için dokunun

# modalSection4Title
source: Purchase protection
ru: Защита покупок
tr: Satın Alma Koruması

# modalSection4Description
source: Shop confidently on E-CTS knowing that if something goes wrong, we always got your back.
ru: Покупайте с уверенностью, зная, что E-CTS всегда на вашей стороне, если возникнет проблема.
tr: Bir sorun çıkarsa, E-CTS her zaman yanınızda olduğundan emin olarak güvenle alışveriş yapın.

# shoppingSecurityTitle
source: Shopping security
ru: Безопасность покупок
tr: Alışveriş güvenliği

# securityBullet1
source: Safe payment options
ru: Безопасные варианты оплаты
tr: Güvenli ödeme seçenekleri

# securityBullet2
source: Secure logistics
ru: Безопасная логистика
tr: Güvenli lojistik

# securityBullet3
source: Secure privacy
ru: Безопасная конфиденциальность
tr: Güvenli gizlilik

# securityBullet4
source: Purchase protection
ru: Защита покупок
tr: Satın Alma Koruması

# productsSold2
source: Products Sold
ru: Проданные товары
tr: Satılan Ürün

source: Read all
ru: Читать дальше
tr: Devamını oku

source: View in app
ru: Просмотреть в приложении
tr: Uygulamada görüntüle

# shareWithImage
source: Share with Custom Image
ru: Поделиться с изображением
tr: Özel Görsel ile Paylaş

source: Copy Link
ru: Скопировать ссылку
tr: Bağlantıyı Kopyala

# linkCopied
source: Link copied to clipboard!
ru: Ссылка скопирована в буфер обмена!
tr: Bağlantı panoya kopyalandı!

# shareStandard
source: Quick Share
ru: Быстрый обмен
tr: Hızlı Paylaş

# shareProductMessage
source: Choose how you want to share this product
ru: Выберите, как вы хотите поделиться этим товаром
tr: Bu ürünü nasıl paylaşmak istediğinizi seçin

source: Scan to view
ru: Отсканируйте для просмотра
tr: Görüntülemek için tara

# minutes
source: mins
ru: минут
tr: dakika

source: Total listings
ru: Списки
tr: Listelemeler

source: Tap to Visit Your Shop
ru: Коснитесь, чтобы посетить ваш магазин
tr: Mağazanızı ziyaret etmek için dokunun

# shopDisapprovedMessage
source: Your shop application has been rejected.
ru: Ваша заявка магазина была отклонена.
tr: Mağaza başvurunuz reddedildi.

# moreColorOptions
source: If the product is available in extra colours, would you like to add it?
ru: Хотите ли вы добавить дополнительные варианты цветов, если они доступны для товара?
tr: Ürünün fazladan renk seçeneği mevcut ise eklemek ister misiniz?
