Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# errorCancellingInvitation
source: Error cancelling invitation: {error}
ru: Ошибка при отмене приглашения: {error}
tr: Davet iptal edilirken hata oluştu: {error}

source: Accepted Users:
ru: Принятые пользователи:
tr: Kabul Edilen Kullanıcılar:

source: No accepted users.
ru: Нет принятых пользователей.
tr: Kabul edilen kullanıcı yok.

# roleLabel
source: Role: {role}
ru: Роль: {role}
tr: Rol: {role}

# roleCoOwner
source: Co-owner
ru: Сособственник
tr: Eş-sahip

# roleEditor
source: Editor
ru: Редактор
tr: Editör

# roleViewer
source: Viewer
ru: Просмотр
tr: Görüntüleyici

# roleOwner
source: Owner
ru: Владелец
tr: Sahibi

# errorSendingInvitation
source: Failed to send invitation: {error}
ru: Ошибка при отправке приглашения: {error}
tr: Davet gönderilemedi: {error}

# errorRevokingAccess
source: Error revoking access: {error}
ru: Ошибка при отзыве доступа: {error}
tr: Erişim kaldırılırken hata oluştu: {error}

source: No shop selected
ru: Магазин не выбран
tr: Seçili mağaza yok

source: Select condition
ru: Выберите состояние товара
tr: Ürün durumu seçin

# clothingGenderWoman
source: Woman
ru: Женский
tr: Kadın

source: List Car
ru: Продать автомобиль
tr: Araç listele

source: Sale Type
ru: Тип продажи
tr: Satış Türü

# saleTypePlaceholder
source: Sale Type
ru: Тип продажи
tr: Satış Türü

# searchResultsFor
source: Search Results for "{query}"
ru: Результаты поиска для "{query}"
tr: "{query}" için arama sonuçları

source: Ad Management
ru: Управление объявлениями
tr: Reklam Yönetimi

source: Create Ad
ru: Создать объявление
tr: Reklam Oluştur

source: My Ads
ru: Мои объявления
tr: Reklamlarım

# adSubmissionInfo
source: Submit your ad for review. Upon approval, you'll receive a payment link. After payment, your ad will be live.
ru: Отправьте объявление на проверку. После одобрения вы получите ссылку на оплату. После оплаты объявление будет опубликовано.
tr: Reklamınızı inceleme için gönderin. Onaylandığında ödeme linki alacaksınız. Ödeme sonrası reklamınız yayına girecek.

source: Select Ad Type
ru: Выберите тип объявления
tr: Reklam Tipi Seçin

source: Top Banner
ru: Верхний баннер
tr: Üst Banner

# topBannerDescription
source: Appears at the top of the market screen with dominant color extraction
ru: Появляется в верхней части экрана маркетплейса, выделяется доминирующим цветом
tr: Market ekranının en üstünde görünür, baskın renk çıkarımı yapılır

source: Thin Banner
ru: Тонкий баннер
tr: İnce Banner

# bannerDimensions
source: Images should be horizontal
ru: Изображения должны быть горизонтальными
tr: Görseller yatay olmalıdır

# thinBannerDescription
source: Horizontal thin banner displayed below the top banner
ru: Горизонтальный тонкий баннер, расположенный под верхним баннером
tr: Üst banner'ın altında yatay olarak görüntülenen ince banner

source: Market Banner
ru: Баннер маркетплейса

# marketBannerDescription
source: Square banners displayed in the market grid section
ru: Квадратные баннеры, отображаемые в разделе сетки маркетплейса
tr: Market grid bölümünde görüntülenen kare formatında bannerlar

# adSubmittedSuccessfully
source: Ad submitted successfully! Wait for admin review.
ru: Объявление успешно отправлено! Ожидание проверки администратора.
tr: Reklam başarıyla gönderildi! Admin incelemesini bekleyin.

# errorUploadingAd
source: Error uploading ad. Please try again.
ru: Ошибка при загрузке объявления. Пожалуйста, попробуйте снова.
tr: Reklam yüklenirken hata oluştu. Lütfen tekrar deneyin.

source: No Ads Yet
ru: Объявлений пока нет
tr: Henüz Reklam Yok

# submitYourFirstAd
source: Submit your first ad to promote your shop
ru: Отправьте первое объявление для продвижения вашего магазина
tr: Mağazanızı tanıtmak için ilk reklamınızı gönderin

source: Pending
ru: На рассмотрении
tr: Beklemede

source: Approved
ru: Одобрено
tr: Onaylandı

source: Rejected
ru: Отклонено
tr: Reddedildi

source: Product not available
ru: Товар недоступен
tr: Ürün artık mevcut değil

# productCurrentlyUnavailable
source: Currently unavailable
ru: В настоящее время недоступно
tr: Şu anda mevcut değil

# insufficientStock
source: Only {available} available (you requested {requested})
ru: Доступно только {available} (вы запросили {requested})
tr: Sadece {available} adet mevcut ({requested} adet istediniz)

# maxQuantityExceeded
source: Maximum allowed: {max}
ru: Максимально разрешено: {max}
tr: Maksimum izin verilen: {max}

# priceChanged
source: Price changed: {currency} {oldPrice} {newPrice}
ru: Цена изменилась: {currency} {oldPrice} → {newPrice}
tr: Fiyat değişti: {currency} {oldPrice} → {newPrice}

# bundlePriceChanged
source: Bundle price changed: {currency} {oldPrice} {newPrice}
ru: Цена комплекта изменилась: {currency} {oldPrice} → {newPrice}
tr: Paket fiyatı değişti: {currency} {oldPrice} → {newPrice}

# discountUpdated
source: Discount updated: {oldDiscount}% {newDiscount}%
ru: Скидка обновлена: {oldDiscount}% → {newDiscount}%
tr: İndirim güncellendi: %{oldDiscount} → %{newDiscount}

# discountThresholdChanged
source: Bulk discount threshold changed: Buy {oldThreshold}+ {newThreshold}+ for discount
ru: Порог оптовой скидки изменился: Купите {oldThreshold}+ → {newThreshold}+ для скидки
tr: Toplu indirim eşiği değişti: {oldThreshold}+ al → {newThreshold}+ al

# maxQuantityReduced
source: Maximum quantity reduced: {oldMax} {newMax}
ru: Максимальное количество уменьшено: {oldMax} → {newMax}
tr: Maksimum miktar azaldı: {oldMax} → {newMax}

source: Price
ru: Цена
tr: Fiyat

source: Bundle Price
ru: Цена комбо
tr: Paket Fiyatı

# discountThreshold
source: Bulk Discount
ru: Оптовая скидка
tr: Toplu İndirim

source: Max Quantity
ru: Макс. количество
tr: Maks. Miktar

source: Buy
ru: Купить
tr: Al

source: Color
ru: Цвет
tr: Renk

# validationIssuesDetected
source: Changes Detected
ru: Обнаружены изменения
tr: Değişiklikler Tespit Edildi

# validationErrorsTitle
source: Cannot Proceed
ru: Невозможно продолжить
tr: Devam Edilemiyor

# validationWarningsTitle
source: Price Changes Detected
ru: Обнаружены изменения цен
tr: Fiyat Değişiklikleri Tespit Edildi

# validationBothIssues
source: {errors} blocking issues, {warnings} warnings
ru: {errors} блокирующих проблем, {warnings} предупреждений
tr: {errors} engelleyici sorun, {warnings} uyarı

# validationErrorsCount
source: {count} products unavailable
ru: {count} товаров недоступно
tr: {count} ürün mevcut değil

# validationWarningsCount
source: {count} products have changes
ru: {count} товаров изменились
tr: {count} üründe değişiklik var

# reservationFailed
source: Failed to reserve stock. Please try again.
ru: Не удалось зарезервировать товар. Попробуйте еще раз.
tr: Stok rezervasyonu başarısız. Lütfen tekrar deneyin.

# validationWillBeRemoved
source: This item will be removed from your order
ru: Этот товар будет удален из вашего заказа
tr: Bu ürün siparişinizden kaldırılacak

# validationAcceptChange
source: I accept this change
ru: Я принимаю это изменение
tr: Bu değişikliği kabul ediyorum

# validationContinueWithoutErrors
source: Continue Without Unavailable Items
ru: Продолжить без недоступных товаров
tr: Mevcut Olmayan Ürünler Olmadan Devam Et

# validationContinueWithChanges
source: Continue With Changes
ru: Продолжить с изменениями
tr: Değişikliklerle Devam Et

source: Paid
ru: Оплачено
tr: Ödendi

source: Active
ru: Активно
tr: Aktif

source: Proceed to Payment
ru: Оформить платеж
tr: Ödemeyi tamamla

source: Today
ru: Сегодня
tr: Bugün

source: Yesterday
ru: Вчера
tr: Dün

# daysAgoText
source: days ago
ru: дней назад
tr: gün önce

source: Payment Summary
ru: Сводка платежа
tr: Ödeme Özeti

source: Ad Payment
ru: Оплата объявления
tr: Reklam Ödemesi

source: Ad Preview
ru: Предпросмотр объявления
tr: Reklam Önizleme

source: Ad Type
ru: Тип объявления
tr: Reklam Tipi

source: Duration
ru: Продолжительность
tr: Süre

source: Shop
ru: Магазин
tr: Dükkan

source: Price Breakdown
ru: Разбор цены
tr: Fiyat Dökümü

source: Ad Cost
ru: Стоимость объявления
tr: Reklam Ücreti

# shopReceipts
source: Shop receipts and payment history
ru: Чеки магазина и история платежей
tr: Mağaza faturaları ve ödeme geçmişi

# noReceipts
source: No receipts yet
ru: Пока нет чеков
tr: Henüz fatura yok

# noReceiptsDescription
source: Your receipts will appear here
ru: Ваши чеки появятся здесь
tr: Faturalarınız burada görünecek

# failedToSendReceipt
source: Failed to send receipt. Please try again.
ru: Не удалось отправить квитанцию. Пожалуйста, попробуйте еще раз.
tr: Fatura gönderilemedi. Lütfen tekrar deneyin.

source: Send Receipt
ru: Отправить квитанцию
tr: Fatura Gönder

# orderIdCopied
source: Order ID copied to clipboard
ru: Номер заказа скопирован в буфер обмена
tr: Sipariş numarası panoya kopyalandı

source: Boost Receipt
ru: Квитанция буста
tr: Boost Faturası

source: Boost Information
ru: Информация о бусте
tr: Boost Bilgileri

source: Boosted Items
ru: Буст товары
tr: Boost Edilen Ürünler

source: Total Paid
ru: Всего оплачено
tr: Ödenen Toplam

source: Payment Information
ru: Платежная информация
tr: Ödeme Bilgileri

source: Payment Status
ru: Статус платежа
tr: Ödeme Durumu

# tax
source: Tax (20%)
ru: НДС (20%)
tr: KDV (%20)

source: Total Amount
ru: Общая сумма
tr: Toplam Tutar

# acceptTermsAndConditions
source: I accept the terms and conditions for ad placement and payment
ru: Я принимаю условия размещения объявлений и оплаты
tr: Reklam yerleştirme ve ödeme için şartları ve koşulları kabul ediyorum

source: Continue to Payment
ru: Продолжить к оплате
tr: Ödemeye Devam

# pleaseAcceptTerms
source: Please accept the terms of use to continue
ru: Вы должны принять условия использования для продолжения
tr: Devam etmek için kullanım koşullarını kabul etmelisiniz

source: Payment Timeout
ru: Время ожидания платежа истекло
tr: Ödeme Zaman Aşımı

# paymentTimeoutMessage
source: The payment session has expired. Please try again.
ru: Сеанс оплаты истек. Пожалуйста, попробуйте снова.
tr: Ödeme oturumu sona erdi. Lütfen tekrar deneyin.

source: Home Screen Ads
ru: Объявления главного экрана
tr: Ana Sayfa Reklamları

source: Ad Approved
ru: Объявление одобрено
tr: Reklam Onaylandı

# paymentInfoNotFound
source: Payment information not found
ru: Информация об оплате не найдена
tr: Ödeme bilgisi bulunamadı

source: Uploading Ad
ru: Загрузка объявления
tr: Reklam Yükleniyor

source: Preparing image...
ru: Подготовка изображения...
tr: Görsel hazırlanıyor...

source: Uploading image...
ru: Загрузка изображения...
tr: Görsel yükleniyor...

source: Saving ad data...
ru: Сохранение данных объявления...
tr: Reklam kaydediliyor...

source: Complete
ru: Завершить
tr: Tamamla

# adUnderReview
source: Your ad is now under review
ru: Ваше объявление на рассмотрении
tr: Reklamınız inceleme altında

# imageTooLarge
source: Maximum file size is 10 MB.
ru: Изображение слишком большое (макс. 10 МБ)
tr: Maksimum dosya boyutu 10 MB olmalıdır.

# adPaymentSuccessMessage
source: Your payment was successful! Your ad will be activated shortly.
ru: Ваш платеж успешно обработан! Объявление будет активировано в ближайшее время.
tr: Ödemeniz başarıyla tamamlandı! Reklamınız kısa süre içinde aktif edilecek.

source: Got It
ru: Понял
tr: Anladım

# initializingPayment
source: Initializing secure payment...
ru: Инициализация защищенного платежа...
tr: Güvenli ödeme başlatılıyor...

source: Select Duration
ru: Выберите продолжительность
tr: Süre Seçin

# oneWeek
source: 1 Week
ru: 1 неделя
tr: 1 Hafta

# twoWeeks
source: 2 Weeks
ru: 2 недели
tr: 2 Hafta

# oneMonth
source: 1 Month
ru: 1 месяц
tr: 1 Ay

# oneWeekShort
source: 1 Week
ru: 1 нед.
tr: 1 Hafta

# twoWeeksShort
source: 2 Weeks
ru: 2 нед.
tr: 2 Hafta

# oneMonthShort
source: 1 Month
ru: 1 мес.
tr: 1 Ay

source: Recommended
ru: Рекомендуется
tr: Tavsiye edilen

source: Best Value
ru: Лучшее соотношение
tr: En İyi Değer

# continueText
source: Continue
ru: Продолжить
tr: Devam

source: For Sale
ru: На продажу
tr: Satılık

source: For Rent
ru: В аренду
tr: Kiralık

# sizeLabel
source: Size
ru: Размер
tr: Beden

source: Car Type
ru: Тип автомобиля
tr: Araç Tipi

source: Followers
ru: Подписчики
tr: Takipçiler

source: Select Options
ru: Выберите параметры
tr: Seçeneklerden Seç

source: Create campaing
ru: Создать кампанию
tr: Kampanya yarat

# buyTogetherAndSave
source: Buy Together & Save
ru: Покупайте вместе и экономьте
tr: Birlikte Al & Tasarruf Et

source: Special bundle offers with this product
ru: Специальные комбо-предложения с этим товаром
tr: Bu ürünle özel paket teklifleri

# saveAmount
source: Save {amount} {currency}
ru: Сэкономьте {amount} {currency}
tr: {amount} {currency} tasarruf et

# navigationError
source: Navigation error: {error}
ru: Ошибка навигации: {error}
tr: Gezinme hatası: {error}

source: Product Bundles
ru: Комбо товаров
tr: Ürün Paketleri

# selectProduct
source: Select a product
ru: Выберите товар
tr: Bir ürün seçin

source: Active Bundles ({count})
ru: Активные комбо ({count})
tr: Aktif Paketler ({count})

# searchProducts
source: Search for brand, product or category
ru: Поиск товаров...
tr: Marka, ürün veya kategori ara

source: No products
ru: Нет товаров
tr: Ürün yok

source: Add products to create bundles
ru: Добавьте товары для создания комбо
tr: Paket oluşturmak için ürün ekleyin

source: No Active Bundles
ru: Нет активных комбо
tr: Aktif Paket Yok

source: Create product bundles to offer special prices
ru: Создавайте комбо товаров для предложения специальных цен
tr: Özel fiyatlar sunmak için ürün paketleri oluşturun

# complementaryProductsCount
source: {count} complementary products
ru: {count} дополнительных товаров
tr: {count} tamamlayıcı ürün

# moreProductsCount
source: +{count} more
ru: Еще +{count}
tr: +{count} tane daha

source: Edit Bundle
ru: Редактировать комбо
tr: Paketi Düzenle

source: Delete Bundle
ru: Удалить комбо
tr: Paketi Sil

# deleteBundleConfirmation
source: Are you sure you want to delete this bundle? This action cannot be undone.
ru: Вы уверены, что хотите удалить это комбо? Это действие не может быть отменено.
tr: Bu paketi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Bundle deleted successfully!
ru: Комбо успешно удалено!
tr: Paket başarıyla silindi!

source: Bundle updated successfully!
ru: Комбо успешно обновлено!
tr: Paket başarıyla güncellendi!

# failedToDeleteBundle
source: Failed to delete bundle: {error}
ru: Не удалось удалить набор: {error}
tr: Paket silinemedi: {error}

# failedToUpdateBundle
source: Failed to update bundle: {error}
ru: Не удалось обновить набор: {error}
tr: Paket güncellenemedi: {error}

source: Secure Payment
ru: Защищенный платеж
tr: Güvenli Ödeme

source: Payment Error
ru: Ошибка платежа
tr: Ödeme Hatası

# cancelPaymentTitle
source: Cancel Payment?
ru: Отменить платеж?
tr: Ödemeyi İptal Et?

# cancelPaymentMessage
source: Are you sure you want to cancel the payment?
ru: Вы уверены, что хотите отменить платеж?
tr: Ödeme işlemini iptal etmek istediğinize emin misiniz?

source: Loading payment page...
ru: Загрузка страницы платежа...
tr: Ödeme sayfası yükleniyor...

# connectionError
source: Connection error. Please check your internet.
ru: Ошибка соединения. Пожалуйста, проверьте ваше интернет-соединение.
tr: Bağlantı hatası. Lütfen internet bağlantınızı kontrol edin.

source: OK
ru: ОК
tr: Tamam

source: Main Product
ru: Основной товар
tr: Ana Ürün

source: Current Items ({count})
ru: Текущие товары ({count})
tr: Mevcut Öğeler ({count})

# cargoPrice
source: Shipment Cost
ru: Стоимость доставки
tr: Kargo Ücreti

source: No Bundle Items
ru: Нет товаров в комбо
tr: Paket Öğesi Yok

source: Add products to this bundle
ru: Добавьте товары в этот набор
tr: Bu pakete ürün ekleyin

source: Original: {price}
ru: Оригинал: {price}
tr: Orijinal: {price}

source: Deleting product...
ru: Удаление товара...
tr: Ürün siliniyor...

# deleteProductConfirmation
source: This action cannot be undone. The product will be permanently deleted.
ru: Это действие не может быть отменено. Товар будет удален навсегда.
tr: Bu işlem geri alınamaz. Ürün kalıcı olarak silinecektir.

source: Delete Product
ru: Удалить товар
tr: Ürünü Sil

# productDeleteError
source: Failed to delete product. Please try again.
ru: Не удалось удалить товар. Пожалуйста, попробуйте снова.
tr: Ürün silinemedi. Lütfen tekrar deneyin.

# productDeletedSuccess
source: Product has been successfully deleted
ru: Товар успешно удален
tr: Ürün başarıyla silindi

# joiningShop
source: Loading shop panel...
ru: Загрузка панели магазина...
tr: Dükkan paneli yükleniyor...

source: Revoke Access
ru: Отозвать доступ
tr: Erişimi İptal Et

# revokeAccessConfirmation
source: This will remove their access to the shop.
ru: Доступ этого пользователя к магазину будет удален.
tr: Bu kullanıcının mağazaya erişimi kaldırılacak.

# deleteAccountWarning
source: This action cannot be undone. All your data will be permanently deleted.
ru: Это действие не может быть отменено. Все ваши данные будут удалены навсегда.
tr: Bu işlem geri alınamaz. Tüm verileriniz kalıcı olarak silinecektir.

source: Deleting account...
ru: Удаление учетной записи...
tr: Hesap siliniyor...

# deletingAccountDesc
source: Please wait while we delete your account and all associated data.
ru: Пожалуйста, подождите, пока ваша учетная запись и все связанные данные удаляются.
tr: Hesabınız ve tüm ilişkili verileriniz silinirken lütfen bekleyin.

source: Cargo Panel
ru: Панель доставки
tr: Kargo Paneli

source: To Gather
ru: К сбору
tr: Toplanacak

source: To Distribute
ru: К распределению
tr: Dağıtılacak

# noOrdersAssigned
source: No orders assigned yet
ru: Нет назначенных заказов
tr: Henüz atanmış sipariş yok

source: Create Route
ru: Создать маршрут
tr: Rota Oluştur

source: Delivery Address
ru: Адрес доставки
tr: Teslimat Adresi

source: Order Items
ru: Товары в заказе
tr: Sipariş Ürünleri

source: Delivery Type
ru: Тип доставки
tr: Teslimat Tipi

source: Normal Delivery
ru: Обычная доставка
tr: Normal Teslimat

source: Express Delivery
ru: Экспресс доставка
tr: Hızlı Teslimat

source: Gelal Delivery
ru: Доставка Gelal
tr: Gelal Teslimat

# pickupDelivery
source: Pickup
ru: Самовывоз
tr: Teslim Alma

source: Mark as Gathered
ru: Отметить как собрано
tr: Toplandı Olarak İşaretle

source: Mark as Delivered
ru: Отметить как доставлено
tr: Teslim Edildi Olarak İşaretle

# markedAsGathered
source: Order marked as gathered successfully
ru: Заказ успешно отмечен как собранный
tr: Sipariş başarıyla toplandı olarak işaretlendi

# markedAsDelivered
source: Order marked as delivered successfully
ru: Заказ успешно отмечен как доставленный
tr: Sipariş başarıyla teslim edildi olarak işaretlendi

source: Confirm Action
ru: Подтвердить действие
tr: İşlemi Onayla

# confirmGathered
source: Are you sure you want to mark this order as gathered?
ru: Вы уверены, что хотите отметить этот заказ как собранный?
tr: Bu siparişi toplandı olarak işaretlemek istediğinizden emin misiniz?

# confirmDelivered
source: Confirm Delivery
ru: Подтвердить доставку
tr: Teslimatı Onayla

source: Confirm
ru: Подтвердить
tr: Onayla

source: Seller
ru: Продавец
tr: Satıcı

source: Optimized Route
ru: Оптимизированный маршрут
tr: Optimize Edilmiş Rota

source: Open in Maps
ru: Открыть на карте
tr: Haritalarda Aç

source: Cannot open maps
ru: Не удалось открыть карту
tr: Haritalar açılamıyor

source: Total Stops
ru: Всего остановок
tr: Toplam Durak

source: stops
ru: остановок
tr: durak

source: Current
ru: Текущая
tr: Mevcut

source: Previous
ru: Предыдущий
tr: Önceki

source: Next Stop
ru: Следующая остановка
tr: Sonraki Durak

source: more items
ru: товаров еще
tr: ürün daha

source: Gathering
ru: Сбор
tr: Toplama

source: Distribution
ru: Распределение
tr: Dağıtım

# noItemsAssigned
source: No items assigned yet
ru: Нет назначенных товаров
tr: Henüz atanmış ürün yok

source: Item marked as gathered
ru: Товар отмечен как собранный
tr: Ürün toplandı olarak işaretlendi

# itemMarkedAsArrived
source: Item marked as arrived at warehouse
ru: Товар отмечен как прибывший на склад
tr: Ürün depoya geldi olarak işaretlendi

source: Mark as Arrived
ru: Отметить как прибывший
tr: Depoya Geldi

source: Items to Gather
ru: Товары к сбору
tr: Toplanacak Ürünler

source: Orders to Deliver
ru: Заказы к доставке
tr: Teslim Edilecek Siparişler

source: For
ru: Покупатель
tr: Alıcı

# markOrderAsDelivered
source: Mark this order as delivered
ru: Отметить этот заказ как доставленный
tr: Bu siparişi teslim edildi olarak işaretle

# pinLocationOnMap
source: Pin Location of your shop on map
ru: Отметьте ваше местоположение на карте
tr: Konumunuzu haritada işaretleyin

# toOptimizeOrderDelivery
source: To optimize order deliveries
ru: Для оптимизации доставки заказов
tr: Sipariş teslimatlarını optimize etmek için

# locationNotSelected
source: Please select your shop location on map
ru: Пожалуйста, выберите местоположение вашего магазина на карте
tr: Lütfen mağazanızın konumunu haritada seçin

source: Revoke
ru: Отозвать
tr: İptal Et

source: Revoking access...
ru: Отзыв доступа...
tr: Erişim iptal ediliyor...

source: Confirm Logout
ru: Подтвердить выход
tr: Çıkışını Onayla

# logoutMessage
source: Are you sure you want to logout?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Your Location
ru: Ваше местоположение
tr: Konumunuz

source: Current position
ru: Текущее местоположение
tr: Mevcut konum

source: Stop
ru: Остановка
tr: Durak

# bulkDiscountFieldsRequired
source: Both quantity threshold and discount percentage must be set together
ru: Порог количества и процент скидки должны быть установлены вместе
tr: Miktar eşiği ve indirim yüzdesi birlikte ayarlanmalıdır

# productsSelectedCount
source: {count} Products Selected
ru: {count} товаров выбрано
tr: {count} Ürün Seçildi

# collectionProductLimitReached
source: Maximum 50 products per collection
ru: Максимум 50 товаров в коллекции
tr: Koleksiyon başına en fazla 50 ürün

# notAvailable
source: N/A
ru: Недоступно
tr: Mevcut Değil

# metersAway
source: m away
ru: м дальше
tr: m uzaklıkta

# kilometersAway
source: km away
ru: км дальше
tr: km uzaklıkta

source: Start
ru: Начать
tr: Başlat

source: Confirm Arrival
ru: Подтвердить прибытие
tr: Varışı Onayla

# productNeedsUpdate
source: Update Required
ru: Требуется обновление
tr: Güncelleme Gerekli

source: Archived by Admin
ru: Архивировано администратором
tr: Admin tarafından arşivlendi

source: Admin Message
ru: Сообщение администратора
tr: Admin Mesajı

source: Contact support to unarchive
ru: Свяжитесь с поддержкой для разархивации
tr: Arşivden çıkarmak için destek ile iletişime geçin

# productArchivedByAdminCannotUnarchive
source: This product has been archived by an administrator. Contact support for more information.
ru: Этот товар был архивирован администратором. Свяжитесь с поддержкой для получения дополнительной информации.
tr: Bu ürün bir yönetici tarafından arşivlenmiştir. Daha fazla bilgi için destek ile iletişime geçin.

# updateAndResubmit
source: Update & Resubmit
ru: Обновить и отправить повторно
tr: Güncelle ve Tekrar Gönder

# productUpdateSubmitted
source: Product update submitted for approval
ru: Обновление товара отправлено на проверку
tr: Ürün güncellemesi onay için gönderildi

# locationPermissionDenied
source: Location permissions denied
ru: Разрешение на использование местоположения отклонено
tr: Konum izinleri reddedildi

# locationPermissionPermanentlyDenied
source: Location permissions permanently denied
ru: Разрешение на использование местоположения постоянно отклонено
tr: Konum izinleri kalıcı olarak reddedildi

source: Error tracking location
ru: Ошибка отслеживания местоположения
tr: Konum takip hatası

source: Error loading directions
ru: Ошибка загрузки маршрута
tr: Yol tarifi yükleme hatası

source: Waiting for location...
ru: Ожидание местоположения...
tr: Konum bekleniyor...
