Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# winnerInfoLoadFailed
source: Failed to load winner information.
ru: Не удалось загрузить информацию о победителе.
tr: Kazanan bilgileri yüklenemedi.

source: Auction You Won
ru: Аукцион, который вы выиграли
tr: Kazandığınız Açık Artırma

# youWonTheAuction
source: You won the auction! Auction ID: {auctionId}
ru: Вы выиграли аукцион! ID аукциона: {auctionId}
tr: Açık artırmayı kazandınız! Açık Artırma ID: {auctionId}

source: Property
ru: Недвижимость
tr: Mülk

source: Time Expired
ru: Время истекло
tr: Süre Doldu

source: Error
ru: Ошибка
tr: Hata

source: Analysis
ru: Анализ
tr: Analiz

# graph
source: Chart
ru: График
tr: Grafik

source: Search shipments
ru: Поиск отправок
tr: Sevkiyat ara

source: Order ID
ru: ID заказа
tr: Sipariş ID

source: Customer
ru: Клиент
tr: Müşteri

# reviewAlreadyExists
source: You already left a review.
ru: Отзыв уже существует.
tr: Zaten bir değerlendirme mevcut.

# noPastBoosts
source: No past boosts available.
ru: Нет прошлых усилений.
tr: Geçmiş boost bulunmamaktadır.

source: Past Boosts
ru: Прошлые усиления
tr: Geçmiş Boostlar

# durationFormat
source: {days} days {hours} hours {minutes} minutes
ru: {days} дней {hours} часов {minutes} минут
tr: {days} gün {hours} saat {minutes} dakika

source: Earn & pay with PlayPoints
ru: Зарабатывайте и платите с помощью PlayPoints
tr: PlayPoints ile Kazan & Öde

# forEveryPurchaseGain
source: For every purchase you make gain 10 PlayPoints
ru: Зарабатывайте 10 PlayPoints за каждую покупку
tr: Yaptığınız her alışveriş için 10 PlayPoints kazanın

# newBidNotification
source: New bid on your property "{propertyName}" of {bidAmount} {currency}.
ru: Новая ставка {bidAmount} {currency} на вашу недвижимость "{propertyName}".
tr: Mülkünüz "{propertyName}" için {bidAmount} {currency} değerinde yeni teklif var.

# auctionWonNotification
source: You won the auction for "{propertyName}"!
ru: Вы выиграли аукцион за "{propertyName}"!
tr: "{propertyName}" için açık artırmayı kazandınız!

# unknownDeliveryDescription
source: Delivery details are not available.
ru: Детали доставки недоступны.
tr: Teslimat detayları mevcut değil.

# unknownDeliveryText
source: Delivery information is currently unavailable.
ru: Информация о доставке в настоящее время недоступна.
tr: Teslimat bilgisi şu anda mevcut değil.

# unknownDeliverySectionTapHint
source: Tap to view delivery details
ru: Коснитесь, чтобы увидеть детали доставки
tr: Teslimat detaylarını görmek için dokunun

# fastDeliveryTitle
source: Fast Delivery
ru: Быстрая доставка
tr: Hızlı Teslimat

# selfDeliveryTitle
source: Self Delivery
ru: Самостоятельная доставка
tr: Kendi Teslimatı

# unknownDeliveryTitle
source: Delivery Option
ru: Опция доставки
tr: Teslimat Seçeneği

# selfDeliveryText
source: This product will be self delivered by the seller.
ru: Этот товар будет доставлен продавцом самостоятельно.
tr: Bu ürün satıcı tarafından kendi teslimatıyla sağlanacaktır.

# fastDeliveryText
source: This product has fast delivery availability.
ru: Этот товар имеет опцию быстрой доставки.
tr: Bu ürün hızlı teslimat seçeneğine sahiptir.

# selfDeliverySectionTapHint
source: Tap to view self delivery details
ru: Коснитесь, чтобы увидеть детали самостоятельной доставки
tr: Kendi teslimat detaylarını görmek için dokunun

# fastDeliverySectionTapHint
source: Tap to view fast delivery details
ru: Коснитесь, чтобы увидеть детали быстрой доставки
tr: Hızlı teslimat detaylarını görmek için dokunun

# deliveryIconLabel
source: Delivery Icon
ru: Значок доставки
tr: Teslimat İkonu

# translationFailed
source: Failed to translate the description. Please try again.
ru: Описание не удалось перевести. Пожалуйста, попробуйте снова.
tr: Açıklama çevrilemedi. Lütfen tekrar deneyin.

source: Translating...
ru: Перевод...
tr: Çeviri yapılıyor...

# languageNotSupported
source: Selected language is not supported for translation.
ru: Выбранный язык не поддерживается для перевода.
tr: Seçilen dil çeviri için desteklenmiyor.

# propertyAdded
source: Property added successfully
ru: Недвижимость успешно добавлена
tr: Mülk başarıyla eklendi

source: Error updating product
ru: Ошибка при обновлении товара
tr: Ürün güncellenirken hata oluştu

# categoryBooks
source: Books
ru: Книги
tr: Kitaplar

source: Address Details
ru: Детали адреса
tr: Adres Detayları

source: IBAN Owner Name
ru: Имя владельца IBAN
tr: IBAN Sahibi Adı

source: IBAN Owner Surname
ru: Фамилия владельца IBAN
tr: IBAN Sahibi Soyadı

source: Select Region
ru: Выберите регион
tr: Bölge Seçiniz

source: Add Customer
ru: Добавить клиента
tr: Müşteri Ekle

source: Customer Email
ru: Email клиента
tr: Müşteri E-posta

source: Enter Email Address
ru: Введите адрес электронной почты
tr: E-posta adresini girin

# enterValidEmail
source: Please Enter Valid Email
ru: Пожалуйста, введите действительный адрес электронной почты
tr: Lütfen geçerli bir e-posta girin

# notPropertyOwner
source: You are not the property owner
ru: Вы не являетесь владельцем недвижимости
tr: Mülk sahibi değilsiniz

# alreadyInvited
source: You have already invited this user
ru: Вы уже пригласили этого пользователя
tr: Bu kullanıcıya zaten davet gönderdiniz

source: Added Successfully
ru: успешно добавлено
tr: başarıyla eklendi

source: Owner
ru: Владелец
tr: Sahip

source: Invited you to property
ru: пригласил вас на недвижимость
tr: sizi mülke davet etti

source: Edit Property
ru: Редактировать недвижимость
tr: Mülk Düzenle

source: Rent Price
ru: Цена аренды
tr: Kira Bedeli

# propertyUpdated
source: Property Updated Successfully
ru: Недвижимость успешно обновлена
tr: Mülk başarıyla güncellendi

source: Delete Property
ru: Удалить недвижимость
tr: Mülk Sil

# areYouSureDeleteProperty
source: Are you sure you want to delete this property?
ru: Вы уверены, что хотите удалить эту недвижимость?
tr: Bu mülkü silmek istediğinize emin misiniz?

# propertyDeleted
source: Property Deleted Successfully
ru: Недвижимость успешно удалена
tr: Mülk başarıyla silindi

source: No Properties Added
ru: Недвижимость еще не добавлена
tr: Henüz mülk eklenmedi

source: No Properties Found
ru: Недвижимость, соответствующая вашему поиску, не найдена
tr: Aramanıza uygun mülk bulunamadı

source: Add Flat
ru: Добавить квартиру
tr: Daire Ekle

source: Not Paid
ru: Не оплачено
tr: Ödenmedi

source: Remove Customer
ru: Удалить клиента
tr: Müşteriyi Kaldır

# doYouWantToRemoveCustomer
source: Do you want to remove the customer?
ru: Вы хотите удалить клиента?
tr: Müşteriyi kaldırmak istiyor musunuz?

source: Customer Removed
ru: Клиент удален
tr: Müşteri kaldırıldı

source: Add Property
ru: Добавить недвижимость
tr: Mülk Ekle

source: Apartment
ru: Квартира
tr: Apartman

source: House
ru: Дом
tr: Ev

source: Your Properties
ru: Ваша недвижимость
tr: Mülkleriniz

source: Search Property
ru: Поиск недвижимости
tr: Mülk Ara

source: No Address
ru: Нет адреса
tr: Adres Yok

source: Flat
ru: Квартира
tr: Daire

source: Flat Not Found
ru: Квартира не найдена
tr: Daire bulunamadı

source: Accept Invitation
ru: Принять приглашение
tr: Kabul Et

source: Reject Invitation
ru: Отклонить приглашение
tr: Reddet

source: Pay Rent
ru: Оплатить аренду
tr: Kira Öde

source: Invitation Accepted
ru: Приглашение принято
tr: Davet kabul edildi.

source: Invitation Rejected
ru: Приглашение отклонено
tr: Davet reddedildi.

source: Clear Categories
ru: Очистить категории
tr: Kategorileri Temizle

# enterValidRent
source: Please Enter Valid Rent
ru: Пожалуйста, введите действительную цену аренды
tr: Lütfen geçerli bir kira bedeli girin

source: Flat Name
ru: Название квартиры
tr: Daire İsmi

# flatAdded
source: Flat Added Successfully
ru: Квартира успешно добавлена
tr: Daire başarıyla eklendi

# flatUpdated
source: Flat Updated Successfully
ru: Квартира успешно обновлена
tr: Daire başarıyla güncellendi

source: Delete Flat
ru: Квартира удалена
tr: Daire silindi

# areYouSureDeleteFlat
source: Are you sure you want to delete this flat?
ru: Вы уверены, что хотите удалить эту квартиру?
tr: Bu daireyi silmek istediğinizden emin misiniz?

# flatDeleted
source: Flat Deleted Successfully
ru: Квартира успешно удалена
tr: Daire başarıyla silindi

source: Rental Management
ru: Управление арендой
tr: Kiralama Yönetimi

source: Collect Rent
ru: Собрать ренту
tr: Kira Topla

source: Invitation Status Unknown
ru: Статус приглашения неизвестен
tr: Davet durumu bilinmiyor

source: No Invitations
ru: Приглашений нет
tr: Davetiye yok

source: Resend Code
ru: Отправить код заново
tr: Kodu Tekrar Gönder

source: Verify Code
ru: Подтвердить код
tr: Kodu Doğrula

# enterVerificationCode
source: Enter the 6-digit verification code sent to your email
ru: Введите 6-значный код подтверждения, отправленный на вашу электронную почту
tr: E-posta adresinize gönderilen 6 haneli doğrulama kodunu girin

# noVerificationCode
source: No verification code found
ru: Код подтверждения не найден
tr: Doğrulama kodu bulunamadı

# verificationCodeUsed
source: Verification code has already been used
ru: Код подтверждения уже использован
tr: Doğrulama kodu zaten kullanılmış

# verificationCodeExpired
source: Verification code has expired
ru: Срок действия кода подтверждения истек
tr: Doğrulama kodunun süresi dolmuş

source: Invalid verification code
ru: Неверный код подтверждения
tr: Geçersiz doğrulama kodu

# verificationCodeSent
source: Verification code sent successfully
ru: Код подтверждения успешно отправлен
tr: Doğrulama kodu başarıyla gönderildi

source: Edit Flat
ru: Редактировать квартиру
tr: Daire düzenle

source: No Flats Added
ru: Квартира не добавлена
tr: Daire eklenmedi

source: Send Report by Email
ru: Отправить отчет по электронной почте
tr: Raporu E-posta ile Gönder

# reportWillBeSentToEmail
source: Your report will be sent to the email below
ru: Ваш отчет будет отправлен на следующий адрес электронной почты
tr: Raporunuz aşağıdaki e-posta adresine gönderilecek

source: Report ID
ru: Номер отчета
tr: Rapor No

source: Report sent successfully!
ru: Отчет успешно отправлен!
tr: Rapor başarıyla gönderildi!

# processingLargeDatasets
source: Processing large datasets on our servers
ru: Обработка больших наборов данных на наших серверах
tr: Sunucularımızda büyük veri kümelerini işleme

# thisMayTakeAFewMinutes
source: This may take a few minutes for large reports
ru: Для больших отчетов эта операция может занять несколько минут.
tr: Büyük raporlar için bu işlem birkaç dakika sürebilir.

source: No Description
ru: Нет описания
tr: Açıklama yok

source: Model
ru: Модель

source: Make
ru: Производитель
tr: Marka

source: Car Listings
ru: Объявления об автомобилях
tr: Araç listeleri

source: Horsepower
ru: Мощность лошадиных сил
tr: Beygir gücü

# engineSize
source: Engine Size (cc)
ru: Объем двигателя (куб.см)
tr: Motor hacmi (cc)

source: Mileage
ru: Пробег
tr: Kilometre

source: Year
ru: Год
tr: Sene

source: Car Name
ru: Название автомобиля
tr: Araç ismi

source: Specifications
ru: Характеристики
tr: Özellikler

source: Listing No
ru: Номер листинга
tr: Liste No

source: Check Out This Car
ru: Посмотрите этот автомобиль
tr: Şu araca bakın

source: Car Deleted Successfully
ru: Автомобиль успешно удален
tr: Araç başarıyla silindi

source: Confirm Delete Car
ru: Подтвердить удаление автомобиля
tr: Araç silmeyi onayla

source: My Cars
ru: Мои автомобили
tr: Araçlarım

source: No Cars Added Yet
ru: Автомобили еще не добавлены
tr: Henüz araç eklenmedi

# maxImagesAllowed
source: Maximum 10 images allowed
ru: Вы можете загрузить максимум 10 изображений.
tr: En fazla 10 görsel yükleyebilirsiniz.

source: Only {x} more images allowed
ru: Вы можете загрузить максимум {x} изображений.
tr: En fazla {x} görsel yükleyebilirsiniz.

# enableBiometricAuth
source: Enable Biometric Authentication
ru: Включить биометрическую аутентификацию
tr: Biyometrik Kimlik Doğrulamayı Etkinleştir

# biometricsEnablePrompt
source: Authenticate to enable biometric login.
ru: Войдите, чтобы включить биометрический вход.
tr: Biyometrik oturum açmayı etkinleştirmek için giriş yapın.

# biometricsDisablePrompt
source: Authenticate to disable biometric login.
ru: Войдите, чтобы отключить биометрический вход.
tr: Biyometrik oturum açmayı devre dışı bırakmak için giriş yapın.

# biometricsEnabled
source: Biometric authentication has been enabled.
ru: Биометрическая аутентификация включена.
tr: Biyometrik kimlik doğrulama etkinleştirildi.

# biometricsDisabled
source: Biometric authentication has been disabled.
ru: Биометрическая аутентификация отключена.
tr: Biyometrik kimlik doğrulama devre dışı bırakıldı.

# biometricsToggleFailed
source: Failed to toggle biometric authentication.
ru: Не удалось переключить биометрическую аутентификацию.
tr: Biyometrik kimlik doğrulama değiştirilemedi.

source: Please log in first.
ru: Пожалуйста, сначала войдите
tr: Lütfen önce giriş yapın

source: Car Updated Successfully
ru: Автомобиль успешно обновлен
tr: Araç başarıyla güncellendi

source: is Required
ru: Требуется
tr: Gerekli

source: Edit Car
ru: Редактировать автомобиль
tr: Aracı düzenle

# updateCar
source: Update
ru: Обновить
tr: Güncelle

# enableBiometricTitle
source: Enable Biometric Authentication
ru: Активировать биометрический вход
tr: Biometrik giriş aktif et

# enableBiometricDescription
source: Would you like to enable biometric authentication for faster and secure login?
ru: Хотите активировать биометрический вход для более быстрого и безопасного входа?
tr: Daha hızlı ve güvenli giriş için biometrik girişi aktif etmek istiyor musunuz?

source: Biometrics not enabled for account
ru: Биометрический вход не активирован
tr: Biometrik giriş aktif değil

# carListingsTitle
source: Car Listings
ru: Объявления об автомобилях
tr: Araç Listeleri

source: View All
ru: Просмотреть все
tr: Tümünü Gör

source: Select Account
ru: Выберите учетную запись
tr: Hesap seç

source: Car Removed From Favorites
ru: Автомобиль удален из избранного
tr: Araç favorilerden kaldırıldı

# favoritesVehicles
source: Favorite Vehicles
ru: Избранные автомобили
tr: Favori Araçlar

source: Used
ru: Использован
tr: Kullanıldı

# helloInterestedInCar
source: Hello, I am interested in {carName}.
ru: Привет, я заинтересован в {carName}.
tr: Merhaba, {carName} isimli araç ile ilgileniyorum.

# emailVerificationTitle
source: Email Verification
ru: Проверка электронной почты
tr: E-posta Doğrulama

# emailVerificationMessage
source: A verification link has been sent to your email. Please check your inbox and click the link to verify your account.
ru: На вашу электронную почту отправлена ссылка для проверки. Пожалуйста, проверьте папку входящих и нажмите на ссылку для проверки учетной записи.
tr: E-postanıza bir doğrulama bağlantısı gönderildi. Lütfen gelen kutunuzu kontrol edin ve hesabınızı doğrulamak için bağlantıya tıklayın.

source: Resend Verification Email
ru: Отправить письмо подтверждения заново
tr: Doğrulama E-postasını Yeniden Gönder

# verificationEmailSent
source: Verification Email Sent Again
ru: Письмо подтверждения отправлено заново.
tr: Doğrulama e-postası yeniden gönderildi.

# emailNotVerified
source: Your email is not verified
ru: Ваш адрес электронной почты не проверен.
tr: E-posta adresiniz doğrulanmadı.

source: I have verified, continue.
ru: Я проверил, продолжить.
tr: Doğruladım, devam et.

source: View Public Profile
ru: Публичный профиль
tr: Genel Profil

source: Verified
ru: Подтвержено
tr: Doğrulandı

source: Error Fetching Data
ru: Ошибка при получении данных
tr: Veri alınırken hata oluştu

# errorFetchingProperties
source: Error Occurred
ru: произошла ошибка
tr: hata oluştu

# errorFetchingCars
source: Error Occurred
ru: произошла ошибка
tr: hata oluştu

source: Hello
ru: Привет
tr: Merhaba

source: User
ru: Пользователь
tr: Kullanıcı

source: Interested in your listings
ru: Интересуюсь вашими объявлениями
tr: İlanlarınızla ilgileniyorum

source: Inappropriate Profile Image
ru: Неадекватное изображение профиля
tr: Uygunsuz profil resmi

source: Inappropriate Bio
ru: Неадекватная биография
tr: Uygunsuz biyografi

source: Inappropriate Listings
ru: Неадекватные объявления
tr: Uygunsuz listeler

source: Report Submitted Successfully
ru: Отчет успешно отправлен
tr: Rapor başarıyla gönderildi

source: Error Submitting Report
ru: Ошибка при отправке отчета
tr: Rapor gönderilirken hata oluştu

source: Bio Updated Successfully
ru: Биография успешно обновлена
tr: Bio başarıyla güncellendi

source: Error Updating Bio
ru: Ошибка при обновлении биографии
tr: Bio güncellenirken hata oluştu

source: No Username
ru: Имя пользователя отсутствует
tr: Kullanıcı adı yok

source: Enter Your Bio
ru: Введите свою биографию
tr: Bio girin

source: No Bio Available
ru: Биография недоступна
tr: Bio yok

source: Send Message
ru: Отправить сообщение
tr: Mesaj gönder

source: Properties Listed
ru: Объявленная недвижимость
tr: Listelenen mülkler

source: Vehicles Listed
ru: Объявленные автомобили
tr: Listelenen araçlar

source: No Listings Available
ru: Нет доступных объявлений
tr: Mevcut ilan yok

source: User Profile
ru: Профиль пользователя
tr: Kullanıcı profili

source: Company ID Missing
ru: Отсутствует ID компании
tr: Şirket Kimliği Eksik

# settingsSectionTheme
source: Theme
ru: Тема
tr: Tema

# settingsTheme
source: Theme
ru: Тема
tr: Tema

source: Dark Mode
ru: Темный режим
tr: Gece Modu

source: Market
ru: Маркет

source: Apply Filters
ru: Применить фильтры
tr: Filtreleri Uygula

source: Buy Now
ru: Купить сейчас
tr: Şimdi Al

source: Browse and Buy Products
ru: Просматривайте и покупайте товары
tr: Ürünlere göz atın ve satın alın

source: Please Select Rating
ru: Пожалуйста, выберите рейтинг
tr: Derecelendirme Seçiniz

source: Added To Cart
ru: Добавлено в корзину
tr: Sepete eklendi

source: Buy It Now
ru: Купить сейчас
tr: Şimdi satın al

source: Reviews
ru: Отзывы
tr: Değerlendirmeler

# userReviews
source: Reviews
ru: Отзывы пользователей
tr: Yorumlar

# setting2FA
source: Setting up 2FA...
ru: Установка 2FA...
tr: 2FA kuruluyor...

# setting2FADesc
source: Please wait while we configure two-factor authentication for your account.
ru: Пожалуйста, подождите, пока мы настраиваем двухфакторную аутентификацию для вашей учетной записи.
tr: Lütfen hesabınız için iki faktörlü kimlik doğrulamayı yapılandırırken bekleyin.

source: Disabling 2FA...
ru: Отключение 2FA...
tr: 2FA devre dışı bırakılıyor...

# disabling2FADesc
source: Please wait while we remove two-factor authentication from your account.
ru: Пожалуйста, подождите, пока мы удаляем двухфакторную аутентификацию с вашей учетной записи.
tr: Lütfen hesabınızdan iki faktörlü kimlik doğrulama kaldırılırken bekleyin.

source: Add To Cart
ru: Добавить в корзину
tr: Sepete ekle

source: Details
ru: Детали
tr: Detaylar

source: Your Review
ru: Ваш отзыв
tr: Yorumların

source: Write Your Review
ru: Напишите свой отзыв
tr: Yorum yaz

source: Ask to seller
ru: Спросить у продавца
tr: Satıcıya Sor

source: All Reviews
ru: Все отзывы
tr: Tüm yorumlar

source: No Reviews Yet
ru: Отзывов еще нет.
tr: Henüz inceleme yok.

source: Refurbished
ru: Восстановленный
tr: Yenilenmiş

# maximum3Videos
source: You can upload 3 videos
ru: Вы можете загрузить 3 видео

source: Marketplace
ru: Маркетплейс
tr: Market

source: Sort
ru: Сортировка
tr: Sırala

source: Cart
ru: Корзина
tr: Sepet

source: Unknown Brand
ru: Неизвестный бренд
tr: Bilinmeyen marka

# sellerName
source: Seller
ru: Продавец
tr: Satıcı

# someoneLeftReview
source: Someone left a review on your product
ru: Кто-то оставил отзыв о вашем товаре.
tr: Biri ürününüze yorum bıraktı.

source: Removed From Cart
ru: Удалено из корзины
tr: Sepetden kaldırıldı

source: Unknown Condition
ru: Неизвестное состояние
tr: Bilinmeyen durum

source: Brand Model
ru: Бренд модель
tr: Marka model

source: Return Eligibility
ru: Возможность возврата
tr: İade uygunluğu

source: Tag
ru: Тег

source: Keyword
ru: Ключевое слово
tr: Anahtar Kelime

source: Confirm Delete Product
ru: Подтвердите удаление товара
tr: Ürünü silmek için onaylayın

source: Product Removed
ru: Товар удален
tr: Ürün kaldırıldı

source: Discount Applied
ru: Скидка применена
tr: İndirim uygulandı

source: Confirmation
ru: Подтверждение
tr: Onaylama

source: Enter Discount Percentage
ru: Введите процент скидки
tr: İndirim yüzdesini girin

source: Please Enter Valid Discount
ru: Пожалуйста, введите действительную скидку
tr: Lütfen geçerli indirimi girin

# apply2
source: Apply
ru: Применить
tr: Başvur

source: Tags
ru: Теги

# maxBasketsReached
source: Max favorite list limit reached
ru: Вы достигли максимального лимита списка избранного
tr: En fazla favori listesi limitine ulaştınız

source: Enter basket name
ru: Введите имя в список избранных
tr: Favori listesi isim girin

source: Add To Basket
ru: Добавить в список избранного
tr: Favori Listesine Ekle

# createBasket
source: Create favorite list
ru: Создать список избранного
tr: Favori listesi oluştur

source: Remove from basket
ru: Удалить из списка избранных
tr: Favori listesinden kaldır

source: Choose Basket
ru: Список избранного Выбрать
tr: Favori listesi Seç

# doYouWantToDeleteBasket
source: Are you sure you want to delete the basket?
ru: Вы уверены, что хотите удалить список избранного?
tr: Favori listesini silmek istediğinizden emin misiniz?

source: No basket available
ru: Нет списка избранных
tr: Herhangi bir favori listesi yok

source: Create
ru: Создать
tr: Oluştur

source: Edit Product
ru: Редактировать товар
tr: Ürünü düzenle

source: Boost Product
ru: Усилить товар
tr: Ürünü Öne Çıkar

source: Primary Item
ru: Основной товар
tr: Ana Ürün

source: Submission not found
ru: Отправка не найдена
tr: Gönderim bulunamadı

# adPaymentAlreadyCompleted
source: The payment for this ad has been completed.
ru: Платеж за это объявление уже завершен.
tr: Bu reklam için ödeme işlemi tamamlanmıştır.

source: Payment Completed
ru: Платеж завершен
tr: Ödeme Tamamlandı

source: Make Discount
ru: Создать скидку
tr: İndirim yap

source: Related Products
ru: Связанные товары
tr: İlgili ürünler

# myProductsScreenBody
source: My Products
ru: Мои товары
tr: Ürünlerim

source: No Item To Boost
ru: Нет товара для усиления
tr: Öne çıkarılacak ürün yok

source: Item Not Found
ru: Товар не найден
tr: Ürün bulunamadı

source: Items Boosted Successfully
ru: Товары успешно усилены
tr: Ürünler başarıyla öne çıkarıldı

source: Add More Items
ru: Добавить больше товаров
tr: Daha fazla ürün ekle

source: No More Items To Add
ru: Больше нет товаров для добавления
tr: Daha fazla ürün yok

source: Confirm Remove Discount
ru: Подтвердите удаление скидки
tr: İndirimi kaldırmak için onaylayın

source: Discount Removed
ru: Скидка удалена
tr: İndirim kaldırıldı

source: No Discount To Remove
ru: Нет скидки для удаления
tr: Kaldırmak için indirim yok

source: Product Info Not Found
ru: Информация о товаре не найдена
tr: Ürün bilgisi bulunamadı

source: Max Reviews Reached
ru: На товар допускается 2 отзыва
tr: Ürün başına 2 yoruma izin var

source: Your Reviews
ru: Ваши отзывы
tr: Yorumlarınız

source: Inappropriate Product Image
ru: Неадекватное изображение товара
tr: Uygunsuz ürün resmi

source: Inappropriate Product
ru: Неадекватный товар
tr: Uygunsuz ürün

source: Favorite
ru: Избранное
tr: Favori

source: Report
ru: Пожаловаться
tr: Şikayet et

source: Deals
ru: Предложения
tr: Fırsatlar

source: Add Title
ru: Добавить заголовок
tr: Başlık ekle

source: Add Text
ru: Добавить текст
tr: Yazı ekle

source: Add Image
ru: Добавить изображение
tr: Görsel ekle

source: Add Image Slider
ru: Добавить слайдер изображений
tr: Görsel kaydırıcı ekle

source: Enter Title
ru: Введите заголовок
tr: Başlık giriniz

source: Enter Text
ru: Введите текст
tr: Yazı giriniz

source: Must Be Logged In
ru: Вы должны быть авторизованы
tr: Giriş yapmalısınız

source: Edit Content
ru: Редактировать содержание
tr: İçeriği düzenle

source: Select Color
ru: Выберите цвет
tr: Renk seçiniz

source: Select
ru: Выберите
tr: Seçiniz
