Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# faqAccountAnswer
source: Click the 'Sign Up' button on the login page, enter your email and create a password. You can also sign up using your Google or Facebook account for faster registration.
ru: Нажмите кнопку 'Зарегистрироваться' на странице входа, введите свой адрес электронной почты и создайте пароль. Вы также можете зарегистрироваться быстрее, используя свою учетную запись Google или Facebook.
tr: Giriş sayfasındaki 'Kayıt Ol' butonuna tıklayın, e-postanızı girin ve şifre oluşturun. Daha hızlı kayıt için Google veya Facebook hesabınızla da kayıt olabilirsiniz.

# faqOrderQuestion
source: How can I track my order?
ru: Как отследить мой заказ?
tr: Siparişimi nasıl takip edebilirim?

# faqOrderAnswer
source: Once your order ships, you'll receive a tracking number via email. You can also check your order status in the 'My Orders' section of your account.
ru: Когда ваш заказ отправляется, вы получите номер отслеживания по электронной почте. Вы также можете проверить статус заказа в разделе 'Мои заказы' в вашей учетной записи.
tr: Siparişiniz kargoya verildiğinde, e-posta ile takip numarası alacaksınız. Ayrıca hesabınızdaki 'Siparişlerim' bölümünden sipariş durumunuzu kontrol edebilirsiniz.

# faqRefundQuestion
source: How do refunds work?
ru: Как работают возвраты?
tr: Geri ödemeler nasıl çalışır?

# faqRefundAnswer
source: Refunds are processed within 5-10 business days after we receive your return. The refund will be credited to your original payment method.
ru: Возвраты обрабатываются в течение 5-10 рабочих дней после получения вашего возврата. Возврат производится на исходный способ оплаты.
tr: Geri ödemeler, iadenizi aldıktan sonra 5-10 iş günü içinde işlenir. Geri ödeme orijinal ödeme yönteminize aktarılır.

# faqSellerQuestion
source: How do I become a seller?
ru: Как стать продавцом?
tr: Nasıl satıcı olurum?

# faqSellerAnswer
source: To become a seller, go to your profile and click 'Become a Seller'. You'll need to provide business information, tax details, and verify your identity.
ru: Перейдите в раздел профиля и нажмите кнопку 'Стать продавцом'. Вам потребуется предоставить информацию о вашем бизнесе, налоговые данные и подтвердить вашу личность.
tr: Satıcı olmak için profilinize gidin ve 'Satıcı Ol' butonuna tıklayın. İşletme bilgilerini, vergi detaylarını sağlamanız ve kimliğinizi doğrulamanız gerekir.

# faqSafetyQuestion
source: Is my personal information safe?
ru: Моя личная информация в безопасности?
tr: Kişisel bilgilerim güvende mi?

# faqSafetyAnswer
source: Yes, we use industry-standard encryption and security measures to protect your personal and payment information. We never share your data with third parties without your consent.
ru: Да, мы используем стандартное шифрование индустрии и меры безопасности для защиты вашей личной и платежной информации. Мы никогда не делимся вашими данными с третьими сторонами без вашего согласия.
tr: Evet, kişisel ve ödeme bilgilerinizi korumak için endüstri standardı şifreleme ve güvenlik önlemleri kullanıyoruz. Verilerinizi rızanız olmadan üçüncü taraflarla asla paylaşmayız.

# noPurchases
source: No purchases found.
ru: Не найдено приобретенных товаров.
tr: Satın alınmış ürün bulunamadı.

# allReviewed
source: All purchased products have been reviewed.
ru: Все приобретенные товары уже рецензированы.
tr: Tüm satın alınan ürünler zaten incelendi.

source: Product review
ru: Обзор товара
tr: Ürün İncelemesi

# writeProductReview
source: Write your product review
ru: Напишите отзыв о товаре
tr: Ürün incelemenizi yazın

# productReviewRequired
source: Product review is required.
ru: Отзыв о товаре требуется.
tr: Ürün incelemesi zorunludur.

source: Seller Review
ru: Отзыв о продавце
tr: Satıcı İncelemesi

# discountHelperText
source: Enter a discount percentage between 1% and 100%
ru: Введите процент скидки от 1% до 100%
tr: %1 ile %100 arasında bir indirim yüzdesi girin

# validDiscountMessage
source: Valid discount percentage
ru: Действительный процент скидки
tr: Geçerli indirim yüzdesi

# bulkDiscountHelper
source: Apply discount to all filtered products without existing discounts
ru: Применить скидку ко всем отфильтрованным товарам без существующей скидки
tr: Mevcut indirimi olmayan tüm filtrelenmiş ürünlere indirim uygula

# individualDiscountHelper
source: Enter a discount percentage for this product
ru: Введите процент скидки для этого товара
tr: Bu ürün için bir indirim yüzdesi girin

# categoryDiscountHelper
source: Apply discount to all products in this category
ru: Применить скидку ко всем товарам в этой категории
tr: Bu kategorideki tüm ürünlere indirim uygula

source: New price:
ru: Новая цена:
tr: Yeni fiyat:

# collectionNameHelper
source: Choose a name that describes your collection
ru: Выберите имя, которое определяет вашу коллекцию
tr: Koleksiyonunuzu tanımlayan bir isim seçin

source: Editing
ru: Редактирование
tr: Düzenleniyor

# deleteCollectionWarning
source: This action cannot be undone. Products will not be deleted.
ru: Это действие не может быть отменено. Товары не будут удалены.
tr: Bu işlem geri alınamaz. Ürünler silinmeyecektir.

# writeSellerReview
source: Write your seller review (optional)
ru: Напишите отзыв о продавце (необязательно)
tr: Satıcı incelemenizi yazın (isteğe bağlı)

source: Submit Review
ru: Отправить отзыв
tr: Yorum gönder

# reviewSubmitted
source: Review submitted successfully!
ru: Отзыв успешно отправлен!
tr: İnceleme başarıyla gönderildi!

# shopApplicationSent
source: Shop application sent successfully.
ru: Заявка магазина успешно отправлена.
tr: Dükkan başvurusu başarıyla gönderildi.

# panel
source: Shop Panel >
ru: Панель магазина >
tr: Dükkan Paneli >

source: Go to shop
ru: Перейти в магазин
tr: Mağazaya git

# carTypePlaceholder
source: Car Type
ru: Тип автомобиля
tr: Araba Türü

# userAlsoBoughtThese
source: Users also bought these
ru: Пользователи также купили эти товары
tr: Kullanıcılar bu ürünleride satın aldı

# pleaseAddImageForColor
source: Please add an image for each selected color
ru: Вы можете загрузить изображение для каждого выбранного цвета, если хотите
tr: Dilerseniz her seçilen renk için görsel yükleyebilirsiniz

# pleaseEnterQuantityForColor
source: Please enter quantity for color options
ru: Введите количество для варианта цвета
tr: Renk seçeneği için miktar girin

# myAdresses
source: My Addresses
ru: Мои сохраненные адреса
tr: Kayıtlı Adreslerim

source: Points
ru: Мои заработанные баллы
tr: Kazandığım Puanlar

source: New address
ru: Новый адрес
tr: Yeni adres

source: Share Favorites
ru: Поделиться избранным
tr: Favorileri Paylaş

source: Select favorites to share
ru: Выберите избранное для публикации
tr: Paylaşılacak favorileri seçin

source: General
ru: Общие
tr: Genel

source: Importing favorites...
ru: Импорт избранного...
tr: Favoriler içe aktarılıyor...

# favoritesImported
source: Favorites imported successfully
ru: Избранное успешно импортировано
tr: Favoriler başarıyla içe aktarıldı

# cannotAddFavorites
source: Cannot add {name}'s favorites because you have reached the basket limit
ru: Не удалось добавить избранное {name} из-за лимита корзины
tr: Sepet limitine ulaştığınız için {name}'in favorileri eklenemiyor

source: Error importing favorites
ru: Ошибка при импорте избранного
tr: Favoriler içe aktarılırken hata oluştu

source: No favorites to share
ru: Нет избранного для публикации
tr: Paylaşılacak favori yok

# favoritesShared
source: Favorites shared successfully!
ru: Избранное успешно поделено!
tr: Favoriler başarıyla paylaşıldı!

source: My Orders
ru: Все мои заказы
tr: Tüm Siparişlerim

# addNewAddress
source: Add a new address
ru: Добавить новый адрес
tr: Yeni adres ekle

# selectCity
source: Select region
ru: Выберите регион
tr: Bölge seçin

source: No results found
ru: Результаты не найдены
tr: Arama sonucu bulunamadı

# tryDifferentKeywords
source: Try searching with different keywords
ru: Попробуйте использовать другие ключевые слова
tr: Farklı kelimeler kullanmayı deneyin

source: Browse Categories
ru: Просмотреть категории
tr: Kategorileri Keşfet

source: Your purchase receipts will appear here
ru: Ваши квитанции покупок появятся здесь
tr: Satın alma makbuzlarınız burada görünecek

source: Card
ru: Карта
tr: Kart

source: Cash
ru: Наличные
tr: Nakit

source: Bank Transfer
ru: Банковский перевод
tr: Banka Havalesi

source: Normal
ru: Обычно

source: Nar24 Delivery
ru: Доставка Nar24
tr: Nar24 Teslimatı

# noSavedAddresses
source: You have no saved addresses
ru: У вас нет сохраненных адресов
tr: Kayıtlı adresiniz bulunmamaktadır

# chooseLocation
source: Select Location on Map
ru: Выберите местоположение на карте
tr: Haritada Konum Seç

source: Sell on Vitrin
ru: Продавайте в витрине
tr: Vitrin'de Sat

# quantityForColor
source: Quantity for color option
ru: Количество для варианта цвета
tr: Renk seçeneği miktarı

source: Search failed, try again.
ru: Поиск не удался, попробуйте снова.
tr: Arama başarısız, tekrar deneyin.

source: Waiting for answer
ru: Ожидание ответа
tr: Cevap bekleniyor

# userQuestionsTitle
source: My Questions
ru: Мои вопросы
tr: Sorularım

# askedQuestionsTabLabel
source: Asked Questions
ru: Вопросы, которые я задал
tr: Sorduğum Sorular

# receivedQuestionsTabLabel
source: Received Questions
ru: Полученные мне вопросы
tr: Aldığım Sorular

source: My Questions
ru: Мои вопросы
tr: Sorularım

# sellerPanel
source: Shop Panel
ru: Панель магазина
tr: Dükkan Paneli

# stockValidationError2
source: The following items are out of stock:
ru: Эти товары в настоящее время отсутствуют в наличии:
tr: Bu ürünler stokta kalmadı:

source: Refresh cart
ru: Обновить корзину
tr: Sepeti yeniden yükle

source: Dashboard
ru: Панель управления
tr: Genel

# stockIssuesDetected
source: Some items are out of stock
ru: Некоторые товары больше не доступны
tr: Bazı ürünler stokta kalmadı

source: Transactions
ru: Транзакции
tr: İşlemler

source: Shipments
ru: Отправления
tr: Sevkiyatlar

# stockValidationError4
source: item(s) are currently unavailable
ru: товар(ы) сейчас недоступны
tr: ürün(ler) şuan uygun değil

# stockValidationError3
source: item(s) are completely out of stock
ru: товар(ы) сейчас не в наличии
tr: ürün(ler) şuan stokta kalmadı

source: Unavailable
ru: Недоступно
tr: Uygun değil

# productOutOfStock
source: {productName} is out of stock. Please remove it from your cart before completing payment.
ru: {productName} больше не доступен. Пожалуйста, удалите его из корзины перед покупкой.
tr: {productName} stokta kalmadı. Lütfen satın almaya devam etmeden önce sepetinizden çıkarın.

source: Product no longer available
ru: Товар больше не доступен
tr: Ürün artık mevcut değil

source: Paused
ru: Приостановлено
tr: Durduruldu

source: Requested
ru: Запрошено
tr: İstenilen

source: Available
ru: Доступно
tr: Uygun

# unnamedProduct
source: Unnamed
ru: Неименованный
tr: İsimsiz

source: Shop Views
ru: Просмотры магазина
tr: Dükkan Ziyareti

# onlyLeft
source: Only {quantity} left
ru: Осталось {quantity}
tr: Son {quantity} tane

source: Most Viewed Product
ru: Наиболее просматриваемый товар
tr: En Çok Görüntülenen Ürün

source: Most Added to Cart Product
ru: Наиболее добавленный в корзину товар
tr: En Çok Sepete Eklenen Ürün

source: Most Favorited Product
ru: Наиболее добавленный в избранное товар
tr: En Çok Favorilere Eklenen Ürün

source: Most Sold Product
ru: Наиболее продаваемый товар
tr: En Çok Satılan Ürün

# noProductsSelected
source: No products are selected
ru: Товары не выбраны
tr: Ürün seçilmedi

source: Categories
ru: Категории
tr: Kategoriler

source: Boosts
ru: Усиления
tr: Öne Çıkar

source: Carts
ru: Корзины
tr: Sepetler

source: Product Views
ru: Просмотры товаров
tr: Ürün Gösterimi

source: Ads
ru: Объявления
tr: Reklamlar

# specStatus
source: Status
ru: Статус
tr: Durum

# specFuelType
source: Fuel Type
ru: Тип топлива
tr: Yakıt Türü

# specTransmission
source: Transmission
ru: Коробка передач
tr: Şanzıman

# specEngineSize
source: Engine Size
ru: Объем двигателя
tr: Motor Hacmi

# specHorsepower
source: Horsepower
ru: Мощность лошадиных сил
tr: Beygir Gücü

source: Analytics
ru: Анализ
tr: Analizler

# confirmDeletion
source: Product Deletion
ru: Удаление товара
tr: Ürün Silme

# confirmDeletionMessage
source: Are you sure that you want to delete this product permanently?
ru: Вы уверены, что хотите навсегда удалить этот товар?
tr: Ürünü kalıcı olarak silmek istediğinizden emin misiniz?

# pleaseUploadAtMostOneVideo
source: Only 1 video is allowed
ru: Можно загрузить только 1 видео
tr: Sadece 1 video yüklenebilir

# existingColorImages
source: Existing color options
ru: Существующие варианты цветов
tr: Mevcut renk seçenekleri

source: No suggestions
ru: Нет предложений
tr: Öneri yok

source: Automobile
ru: Автомобиль
tr: Araç

source: Pick Up
ru: Пикап

source: Motorcycle
ru: Мотоцикл
tr: Motorsiklet

# searchNoResults
source: No search results
ru: Результаты поиска не найдены
tr: Arama sonucu bulunamadı

source: Sort by:
ru: Сортировка
tr: Sırala

source: None
ru: Нет
tr: Yok

source: Alphabetical
ru: Алфавитный
tr: Alfabetik

# createTweetAboutProduct
source: Create Tweet about this product
ru: Создать твит об этом товаре
tr: Bu ürün hakkında tweet oluştur

# checkTweetsAboutProduct
source: Check Tweets about this product
ru: Проверить твиты об этом товаре
tr: Bu ürün hakkında tweetleri kontrol et

source: Most searched products
ru: Наиболее искомые товары
tr: En çok aranan ürünler

source: Date
ru: Дата
tr: Tarih

source: Price Low to High
ru: Цена от низкой к высокой
tr: Düşükten yükseğe fiyat

source: Price High to Low
ru: Цена от высокой к низкой
tr: Yüksekten düşüğe fiyat

# priceRangeLabel
source: Price Range
ru: Ценовой диапазон
tr: Fiyat Aralığı

# priceRange
source: Price range: {start} - {end}
ru: Ценовой диапазон: {start} - {end}
tr: Fiyat aralığı: {start} - {end}

source: ATV/UTV
ru: ATV и UTV

source: Caravan
ru: Караван
tr: Karavan

source: Commercial Vehicles
ru: Коммерческие автомобили
tr: Ticari Araçlar

source: Minivan/Panelvan
ru: Минивэн и Панельный фургон

source: Classic Cars
ru: Классические автомобили
tr: Klassic Araçlar

source: Work Vehicles
ru: Рабочие автомобили
tr: İş Araçları

source: Marine Vehicles
ru: Морские суда
tr: Deniz Araçları

source: Brand
ru: Бренд
tr: Marka

# brandPlaceholder
source: Brand
ru: Марка
tr: Marka

source: Brand New
ru: Новый
tr: Sıfır

# orderProcessedSuccessfully
source: Your order has been processed successfully
ru: Ваш заказ успешно обработан
tr: Siparişiniz başarıyla işleme alındı

source: Purchase Complete
ru: Оплата завершена
tr: Ödeme Tamamlandı

# congratulationsSuccess
source: Product successfully submitted for review
ru: Товар успешно отправлен на рассмотрение
tr: Ürün başarıyla incelemeye gönderildi

# successDescription
source: Your action has been completed successfully! You can now explore the marketplace.
ru: Ваша транзакция успешно завершена! Теперь вы можете исследовать маркетплейс.
tr: İşleminiz başarıyla tamamlandı! Artık pazaryerini keşfedebilirsiniz.

source: Explore Marketplace
ru: Изучить маркетплейс
tr: Pazaryerini Keşfet

# marketplaceDescription
source: Discover amazing products and deals from our verified sellers
ru: Откройте для себя отличные товары и сделки от наших проверенных продавцов
tr: Doğrulanmış satıcılarımızdan harika ürünler ve fırsatlar keşfedin

# safeShoppingGuarantee
source: Safe & secure shopping experience guaranteed
ru: Гарантия безопасного и защищенного опыта покупок
tr: Güvenli ve emniyetli alışveriş deneyimi garanti

source: Second Hand
ru: Подержанный
tr: 2. El

source: Status
ru: Статус
tr: Durum

# statusPlaceholder
source: Status
ru: Статус
tr: Durum

source: Fuel Type
ru: Тип топлива
tr: Yakıt tipi

# fuelTypePlaceholder
source: Fuel Type
ru: Тип топлива
tr: Yakıt Türü

# productQuestion
source: Products Question
ru: Вопрос о товаре
tr: Ürün Sorusu

source: Gasoline
ru: Бензин
tr: Benzin

source: Diesel
ru: Дизель

source: Electric
ru: Электрический
tr: Elektrik

source: Hybrid
ru: Гибридный

source: Transmission
ru: Трансмиссия
tr: Vites

# transmissionPlaceholder
source: Transmission
ru: Коробка передач
tr: Şanzıman

source: Automatic
ru: Автоматическая
tr: Otomatik

source: Manual
ru: Механическая
tr: Manuel

source: Currency
ru: Валюта
tr: Para Birimi

source: Add Images
ru: Добавить изображения
tr: Resim Ekle

# listCarButton
source: List Car
ru: Список автомобилей
tr: Araba Listele

# uploadAtLeastOneImage
source: Please upload at least one property image.
ru: Пожалуйста, загрузьте хотя бы одну фотографию недвижимости.
tr: Lütfen en az bir mülk fotoğrafı yükleyin.

source: User not found, please log in again.
ru: Пользователь не найден. Пожалуйста, войдите снова.
tr: Kullanıcı bulunamadı, lütfen tekrar giriş yapınız.

# carListedSuccess
source: Car listed successfully!
ru: Успех листинга автомобиля
tr: Araç listeleme başarısı

# errorOccurredWithDetails
source: An error occurred: {error}
ru: Произошла ошибка: {error}
tr: Bir hata oluştu: {error}

source: Search orders
ru: Заказы поиска
tr: Siparişlerde ara

# noOrdersFoundForSearch
source: No orders found
ru: Заказы не найдены
tr: Sipariş bulunamadı

source: Try searching with different keywords
ru: Попробуйте выполнить поиск с использованием других ключевых слов
tr: Farklı bir arama yapmayı deneyin

# requiredField
source: {field} is required.
ru: {field} обязательно.
tr: {field} gerekli.

source: Select Pickup Point
ru: Выберите пункт самовывоза
tr: Gel Al Noktası Seç

source: Search pickup points...
ru: Поиск пункта самовывоза...
tr: Gel Al noktası ara...

source: No pickup points found
ru: Пункты самовывоза не найдены
tr: Gel Al noktası bulunamadı

source: No pickup points available
ru: Пункты самовывоза недоступны
tr: Gel Al noktası mevcut değil

# tryDifferentSearch
source: Try a different search term
ru: Попробуйте другой поисковый запрос
tr: Farklı bir arama terimi deneyin

source: Pickup Point
ru: Пункт самовывоза
tr: Gel Al Noktası

# pickupPointDescription
source: Collect from nearby location
ru: Получить от близкого местоположения
tr: Yakın lokasyondan teslim al

source: Selected Pickup Point
ru: Выбранный пункт самовывоза
tr: Seçilen Gel Al Noktası

source: Change
ru: Изменить
tr: Değiştir

source: Pickup Point Details
ru: Детали пункта самовывоза
tr: Gel Al Noktası Detayları

source: Address
ru: Адрес
tr: Adres

source: Operating Hours
ru: Время работы
tr: Çalışma Saatleri

source: Contact Person
ru: Контактное лицо
tr: İletişim Kişisi

source: Phone Number
ru: Номер телефона
tr: Telefon Numarası

# productHasExistingDiscount
source: This product already has {percentage}% discount applied. Enter a new value to update it or leave empty to keep the existing discount.
ru: На этот товар уже применена скидка {percentage}%. Введите новое значение для обновления или оставьте пусто, чтобы сохранить существующую скидку.
tr: Bu ürünün zaten %{percentage} indirimi uygulanmış. Güncellemek için yeni bir değer girin veya mevcut indirimi korumak için boş bırakın.

# productHasValidDiscount
source: This product has {percentage}% discount applied. Leave empty to keep it or enter a new value to update.
ru: На этот товар применена скидка {percentage}%. Оставьте пусто, чтобы сохранить, или введите новое значение для обновления.
tr: Bu üründe %{percentage} indirim uygulanmış. Korumak için boş bırakın veya güncellemek için yeni değer girin.

# productDiscountBelowThreshold
source: Current discount is {currentPercentage}%. Minimum threshold is {minPercentage}%. You need to update your discount percentage.
ru: Существующая скидка {currentPercentage}%. Минимальный порог {minPercentage}%. Вам нужно обновить процент скидки.
tr: Mevcut indirim %{currentPercentage}. Minimum eşik %{minPercentage}. İndirim yüzdenizi güncellemeniz gerekiyor.

# chooseRemovalOption
source: Choose how to remove this product from the campaign:
ru: Выберите, как вы хотите удалить этот товар из кампании:
tr: Bu ürünü kampanyadan nasıl kaldırmak istediğinizi seçin:

source: Keep discount, remove from campaign
ru: Сохранить скидку, удалить из кампании
tr: İndirimi koru, kampanyadan kaldır

# keepDiscountDescription
source: Product keeps its current discount but is no longer part of this campaign
ru: Товар сохранит существующую скидку, но больше не будет частью этой кампании
tr: Ürün mevcut indirimini korur ancak artık bu kampanyanın parçası olmaz

source: Remove discount and from campaign
ru: Удалить скидку и из кампании
tr: İndirimi ve kampanyadan kaldır

# removeDiscountDescription
source: Product price is restored to original and removed from campaign
ru: Цена товара вернется к оригинальной и будет удален из кампании
tr: Ürün fiyatı orijinal haline döner ve kampanyadan kaldırılır

# productRemovedDiscountKept
source: Product removed from campaign, discount kept
ru: Товар удален из кампании, скидка сохранена
tr: Ürün kampanyadan kaldırıldı, indirim korundu

# productRemovedDiscountRestored
source: Product removed from campaign, original price restored
ru: Товар удален из кампании, оригинальная цена восстановлена
tr: Ürün kampanyadan kaldırıldı, orijinal fiyat geri yüklendi

# discountAlreadyAppliedTitle
source: Product Has Active Discount
ru: На товаре активна скидка
tr: Üründe Aktif İndirim Var

# discountAlreadyAppliedMessage
source: This product currently has a {percentage}% discount applied. Please remove the discount first to enable sale preferences (bulk discount feature).
ru: На этот товар в настоящее время применена скидка {percentage}%. Предпочтения продаж будут рассчитаны на основе дисконтированной цены.
tr: Bu üründe şu anda %{percentage} indirim uygulanmış. Satış tercihleri indirimli fiyat üzerinden hesaplanacaktır.

# salePreferencesDeleted
source: Sale preferences removed successfully
ru: Предпочтения продажи успешно удалены
tr: Satış tercihleri başarıyla kaldırıldı

# originalPrice2
source: Original Price
ru: Оригинальная цена
tr: Orijinal Fiyat

source: Select This Point
ru: Выбрать этот пункт
tr: Bu Noktayı Seç

source: Pick Up Points
ru: Пункты самовывоза
tr: Gel Al Noktaları

source: Pickup Points Map
ru: Карта пунктов самовывоза
tr: Gel Al Noktaları Haritası

source: Pickup Points Available
ru: Доступные пункты самовывоза
tr: Mevcut Gel Al Noktaları

# tapMarkerForDetails
source: Tap on markers for details
ru: Нажмите на маркеры для деталей
tr: Detaylar için işaretçilere dokunun

source: All Pickup Points
ru: Все пункты самовывоза
tr: Tüm Gel Al Noktaları

source: Close
ru: Закрыть
tr: Kapat

# enterValidNumber
source: Please enter a valid number
ru: Пожалуйста, введите действительное число
tr: Lütfen geçerli bir sayı girin

# forSaleDescription
source: Choose whether you are selling or renting the car.
ru: Выберите, хотите ли вы продать или арендовать свой автомобиль.
tr: Arabanızı satmak mı yoksa kiralamak mı istediğinizi seçin.

# forRentDescription
source: Choose whether you are selling or renting the car.
ru: Выберите, хотите ли вы продать или арендовать свой автомобиль.
tr: Arabanızı satmak mı yoksa kiralamak mı istediğinizi seçin.

# currencyDescription
source: Select the currency for the price.
ru: Выберите валюту для цены.
tr: Fiyat için para birimini seçin.

source: Select Option
ru: Выберите {option}
tr: {option} Seçin

# clothingGenderMan
source: Man
ru: Мужской
tr: Erkek

# clothingGenderUnisex
source: Unisex
ru: Унисекс

source: QR login failed
ru: Вход через QR код не удался
tr: QR giriş başarısız

source: Scan QR Code
ru: Сканировать QR код
tr: QR Kod tara

# clothingSize
source: Size
ru: Размер
tr: Beden

# clothingFit
source: Fit
ru: Посадка
tr: Kesim

# clothingGender
source: Gender
ru: Пол
tr: Cinsiyet

# clothingFitSlim
source: Slim
ru: Облегающий
tr: Dar

# clothingFitRegular
source: Regular
ru: Обычный
tr: Normal

# clothingType
source: Material
ru: Материал
tr: Malzeme

# clothingTypeCotton
source: Cotton
ru: Хлопок
tr: Pamuk

# clothingTypePolyester
source: Polyester
ru: Полиэстер
