Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

source: Select Alignment
ru: Выберите выравнивание
tr: Hizalamayı seçin

source: Select Background Color
ru: Выберите цвет фона
tr: Arka plan rengini seçin

source: Shop Name
ru: Название магазина
tr: Dükkan ismi

source: Edit Shop
ru: Редактировать магазин
tr: Dükkanı düzenle

source: Create Shop
ru: Создать магазин
tr: Dükkan oluşturun

source: Change Background Color
ru: Изменить цвет фона
tr: Arka plan rengini değiştirin

source: Shops
ru: Магазины
tr: Dükkanlar

source: Create Your Shop
ru: Создайте свой магазин
tr: Dükkanınızı Oluşturun

source: Reset Filters
ru: Сбросить фильтры
tr: Filtreleri sıfırla

source: Search Shops
ru: Поиск магазинов
tr: Dükkan ara

source: No Shops Available
ru: Нет доступных магазинов
tr: Mevcut dükkan yok

source: Shop Not Found
ru: Магазин не найден
tr: Dükkan bulunamadı

source: Add Single Image
ru: Добавить одно изображение
tr: Tek resim ekleme

source: Edit Text
ru: Редактировать текст
tr: Metni düzenle

source: No Content Added
ru: Содержание не добавлено
tr: İçerik eklenmedi

source: No Price
ru: Нет цены
tr: Fiyat yok

source: Creating collection
ru: Создание коллекции
tr: Koleksiyon oluşturuluyor

source: Deleting collection
ru: Удаление коллекции
tr: Koleksiyon siliniyor

source: Updating products
ru: Обновление коллекции
tr: Koleksiyon güncelleniyor

# createAndNameYourShop
source: By filling in the fields below, you can quickly create your store, display your products and start selling.
ru: Вы можете быстро создать свой магазин, заполнив поля ниже, выставить свои товары и начать продавать.
tr: Aşağıdaki alanları doldurarak hızla mağazanızı oluşturabilir, ürünlerinizi sergileyebilir ve satış yapmaya başlayabilirsiniz.

source: Customize Your Shop
ru: Настройте свой магазин в соответствии с вашими потребностями
tr: Dükkanınızı ihtiyaçlarınızı karşılayacak şekilde özelleştirin

source: Publish Your Shop
ru: Опубликуйте свой магазин, чтобы привлечь клиентов
tr: Müşteri çekmek için dükkanınızı yayınlayın

source: Name Your Shop
ru: Назовите свой магазин
tr: Dükkanınıza bir isim verin

source: Enter Shop Name
ru: Введите название магазина
tr: Dükkan adını girin

# enterShopNameAndCategory
source: Please enter a shop name and select a category
ru: Пожалуйста, введите название магазина и выберите категорию
tr: Lütfen bir dükkan adı girin ve bir kategori seçin

source: Next
ru: Далее
tr: İleri

source: Electronics
ru: Электроника
tr: Elektronik

source: Kitchen
ru: Кухня
tr: Mutfak

source: Beauty
ru: Красота
tr: Güzellik

source: Fashion
ru: Мода
tr: Moda

source: Sports
ru: Спорт
tr: Spor

source: Toys
ru: Игрушки
tr: Oyuncaklar

source: Automotive
ru: Автомобили
tr: Otomotiv

source: Books
ru: Книги
tr: Kitaplar

source: Publish
ru: Опубликовать
tr: Yayınla

# uploadCoverImage
source: Cover Image
ru: Изображение обложки
tr: Kapak resmi

# uploadProfileImage
source: Profile Image
ru: Изображение профиля
tr: Profil resmi

source: Tax Plate Certificate
ru: Свидетельство о налоговом номере
tr: Vergi levha belgesi

source: Enter Shop Bio
ru: Введите биографию магазина
tr: Dükkan biosu girin

source: Write Shop Bio
ru: Напишите биографию магазина
tr: Dükkan biosu yazın

# tapToUploadCoverImage
source: Tap to upload Tax Plate Certificate
ru: Коснитесь для загрузки свидетельства о налоговом номере
tr: Vergi Levha Belgesi yüklemek için dokunun

source: Shop Bio Too Long
ru: Биография магазина слишком длинная
tr: Dükkan biosu çok uzun

source: Enter All Fields
ru: Введите все поля
tr: Tüm alanları girin

source: My Cart
ru: Моя корзина
tr: Sepetim

source: Favorite Shops
ru: Избранные магазины
tr: Favori dükkanlar

source: No Favorite Shops
ru: Нет избранных магазинов
tr: Favori yok

# successfullyBoostedItems
source: {totalItems} items successfully boosted.
ru: {totalItems} товаров успешно усилено.
tr: {totalItems} ürün başarıyla öne çıkarıldı.

source: Separate Tags With Commas
ru: Разделите теги запятыми
tr: Etiketleri virgülle ayırın

source: Tags and Keywords (Optional)
ru: Теги и ключевые слова (необязательно)
tr: Etiketler ve Anahtar Kelimeler (Opsiyonel)

source: Quantity (Optional)
ru: Количество (необязательно)
tr: Miktar (Opsiyonel)

source: Please Enter Valid Number
ru: Пожалуйста, введите действительное число
tr: Lütfen geçerli numarayı girin

source: Please Enter Price
ru: Пожалуйста, введите цену
tr: Lütfen fiyat giriniz

source: Brand and Model
ru: Бренд и модель
tr: Marka ve Model

source: Please Select Product Condition
ru: Пожалуйста, выберите состояние товара
tr: Lütfen ürün durumunu seçiniz

source: Product Condition
ru: Состояние товара
tr: Ürün durumu

source: Detailed Description (Optional)
ru: Подробное описание (необязательно)
tr: Detaylı açıklama (Opsiyonel)

source: Select Video
ru: Выберите видео
tr: Video seç

source: Upload Video (Optional)
ru: Загрузить видео (необязательно)
tr: Video yükleyin (Opsiyonel)

source: Select Images
ru: Выберите изображения
tr: Görsel seç

source: Upload Photos
ru: Загрузить фотографии
tr: Görsel yükle

source: Please Select A Category
ru: Пожалуйста, выберите категорию
tr: Lütfen bir kategori seçin

source: Please Enter Product Title
ru: Пожалуйста, введите название товара
tr: Lütfen ürün başlığını girin

source: Product Title
ru: Название товара
tr: Ürün başlığı

source: Save Seller Info For Future Sales
ru: Сохраните информацию о продавце для будущих продаж
tr: Gelecekteki satışlar için satıcı bilgilerini kaydedin

# pleaseEnterYourBankAccountNumberOrIban
source: Enter IBAN
ru: Введите IBAN
tr: IBAN girin

# securePaymentNotice
source: Your payment information is secure
ru: Ваш способ оплаты защищен
tr: Ödeme yönteminiz güvende

source: Answer
ru: Ответить
tr: Cevapla

source: Asked by
ru: Спросил
tr: Soran

# deleteQuestionConfirmation
source: Are you sure you want to delete this question?
ru: Вы уверены, что хотите удалить этот вопрос?
tr: Bu soruyu silmek istediğinizden emin misiniz?

source: Delete Question
ru: Удалить вопрос
tr: Soruyu Sil

source: Send Answer
ru: Отправить ответ
tr: Cevabı Gönder

# writeAnswerPlaceholder
source: Write your answer here...
ru: Введите здесь свой ответ...
tr: Cevabınızı buraya yazın...

# writeDetailedAnswerHelper
source: Write a detailed answer that will help your customer.
ru: Напишите подробный ответ, который поможет вашему клиенту.
tr: Müşterinize yardımcı olacak detaylı bir cevap yazın.

source: Write Answer
ru: Напишите ответ
tr: Cevap Yazın

source: Edit Answer
ru: Редактировать ответ
tr: Cevabı Düzenle

source: Unanswered
ru: Без ответа
tr: Cevaplanmamış

# bankAccountNumberIban
source: Bank Account (IBAN)
ru: IBAN
tr: IBAN

source: Please Enter Your Email Address
ru: Пожалуйста, введите ваш адрес электронной почты
tr: Lütfen e-posta adresinizi girin

# emailAddress
source: Your Email Address
ru: Ваш адрес электронной почты
tr: E-posta adresiniz

source: Please Enter Your Phone Number
ru: Пожалуйста, введите ваш номер телефона
tr: Lütfen telefon numaranızı girin

source: Please Enter Your Name
ru: Пожалуйста, введите ваше имя
tr: Lütfen isminizi girin

source: Seller Reviews
ru: Отзывы о продавце
tr: Satıcı değerlendirmeleri

source: Unsuccessful Delivery
ru: Неудачная доставка
tr: Başarısız Teslimat

source: Inappropriate Product Information
ru: Неадекватная информация о товаре
tr: Uygunsuz ürün bilgileri

source: Inappropriate Name
ru: Неадекватное имя
tr: Uygunsuz isim

source: Inappropriate Products
ru: Неадекватные товары
tr: Uygunsuz ürünler

source: Property Name Required
ru: Требуется название недвижимости
tr: Mülk adı gereklidir

source: Price Required
ru: Требуется цена
tr: Fiyat gereklidir

source: Bedrooms Required
ru: Требуется количество спален
tr: Yatak odası sayısı gereklidir

source: Bathrooms Required
ru: Требуется количество ванных комнат
tr: Banyo sayısı gereklidir

source: Land Size Required
ru: Требуется размер участка
tr: Arazi büyüklüğü gereklidir

source: Edit Location
ru: Редактировать местоположение
tr: Konumu düzenle

source: Add New Images
ru: Добавить новые изображения
tr: Yeni resimler ekleyin

# totalPriceLabel
source: Total Price
ru: Общая цена
tr: Toplam fiyat

source: Remove From Favorites
ru: Удалить из избранного
tr: Favorilerden kaldır

source: Add To Favorites
ru: Добавить в избранное
tr: Favorilere ekle

source: Share Product
ru: Поделиться товаром
tr: Ürünü paylaş

source: Proceeding To Payment
ru: Переход к оплате
tr: Ödemeye ilerleniyor

source: Your Cart Is Empty
ru: Ваша корзина пуста
tr: Sepetinizde ürün yok

source: You Have No Favorite Products Yet
ru: У вас еще нет избранных товаров
tr: Favori ürün yok

source: My Favorites
ru: Мои избранные
tr: Favorilerim

source: Unknown Account Type
ru: Неизвестный тип учетной записи
tr: Bilinmeyen hesap türü

source: Error Loading Profile
ru: Ошибка при загрузке профиля
tr: Profili yüklerken hata oluştu

source: Too Many Requests
ru: Слишком много запросов

# pleaseWaitBeforeResendingEmail
source: Please wait {seconds} seconds before resending email.
ru: Пожалуйста, подождите {seconds} секунд перед повторной отправкой письма.
tr: E-postayı yeniden göndermeden önce lütfen {seconds} saniye bekleyin.

# enterPasswordToSaveChanges
source: Enter Your Password To Save Changes:
ru: Введите пароль для сохранения изменений:
tr: Değişiklikleri kaydetmek için şifrenizi girin:

source: Enter Your Password
ru: Введите пароль
tr: Şifrenizi girin

# enterPasswordToDeleteAccount
source: Enter Your Password To Delete Account:
ru: Введите пароль для удаления учетной записи:
tr: Hesabınızı silmek için şifrenizi girin:

# myProducts
source: My Products in Vitrin
ru: Мои товары в витрине
tr: Vitrin'deki Ürünlerim

source: No shipments found
ru: Отправок не найдено
tr: Herhangi bir sevkiyat bulunamadı

# listedProducts2
source: Listed
ru: Выставленные
tr: Listelenen

# soldProducts2
source: Sold
ru: Проданные
tr: Satılan

# boughtProducts2
source: Bought
ru: Купленные
tr: Satın Alınan

source: No Listed Products
ru: У вас нет выставленных товаров
tr: Listelenmiş ürününüz yok

source: No Sold Products
ru: У вас нет проданных товаров
tr: Satılan ürününüz yok

source: No Bought Products
ru: У вас нет купленных товаров
tr: Satın aldığınız ürün yok

source: Unknown Buyer
ru: Неизвестный покупатель
tr: Bilinmeyen Alıcı

# unknownShipmentStatus
source: Unknown Status
ru: Неизвестно
tr: Bilinmiyor

source: Product Listed Successfully
ru: Товар успешно выставлен
tr: Ürün başarıyla listelendi

source: Error Listing Product
ru: Ошибка при выставлении товара
tr: Ürün listelenirken hata oluştu

source: Shipment Status
ru: Статус отправки
tr: Kargolanma durumu

# reply
source: Seller Reply
ru: Ответ продавца
tr: Satıcının cevabı

source: Reply To Review
ru: Ответить на отзыв
tr: İncelemeye Cevap Ver

source: Write Your Reply...
ru: Напишите свой ответ...
tr: Cevabınızı yazın...

source: Reply Cannot Be Empty.
ru: Ответ не может быть пустым.
tr: Cevap boş olamaz.

# replySubmitted
source: Your Reply Has Been Submitted.
ru: Ваш ответ отправлен.
tr: Cevabınız gönderildi.

source: Purchase Successful!
ru: Покупка успешна!
tr: Satın alma başarılı!

# purchaseFailed
source: Purchase Failed. Please Try Again.
ru: Покупка не удалась. Пожалуйста, попробуйте снова.
tr: Satın alma başarısız. Lütfen tekrar deneyin.

source: Submit
ru: Отправить
tr: Gönder

# noYourReviews
source: Reviews
ru: Отзывы
tr: Yorumlar

# cannotBuyOwnProduct
source: Cannot buy your own product
ru: Не удается купить собственный товар
tr: Can't buy your own product

source: Product already sold
ru: Товар уже продан

# confirmBuyProduct
source: Confirm to buy the product
ru: Подтвердите покупку товара

source: Reply failed
ru: Ответ не удался

# ownerReply
source: Seller Reply
ru: Ответ продавца
tr: Satıcının cevabı

source: Write a reply
ru: Напишите ответ
tr: Cevap yaz

# yourProductSold
source: Your product {productName} has been sold.
ru: Ваш товар {productName} продан.
tr: Ürününüz {productName} satıldı.

source: Stars
ru: Звезды
tr: Yıldızlar

# submitReply
source: Submit
ru: Отправить
tr: Gönder

source: Please Enter Reply
ru: Введите ответ
tr: Cevap girin

source: Product You Are Buying
ru: Товар, который вы покупаете
tr: Satın alacağınız ürün

source: Enter Payment Details
ru: Введите способ оплаты
tr: Ödeme yöntemi girin

source: Saved Payment Methods
ru: Сохраненные способы оплаты
tr: Kayıtlı ödeme yöntemleri

source: Enter New Payment Method
ru: Введите новый способ оплаты
tr: Yeni ödeme yöntemi girin

source: Save Payment Details
ru: Сохранить способ оплаты
tr: Ödeme yöntemini kaydedin

source: Please Enter Valid Payment Details.
ru: Пожалуйста, введите действительный способ оплаты.
tr: Lütfen geçerli bir ödeme yöntemi girin.

source: Payment
ru: Платеж
tr: Ödeme

# paymentSuccess
source: Payment Successful
ru: Платеж успешно завершен
tr: Ödeme Başarılı

# paymentSuccessful
source: Your Payment Was Successful
ru: Ваш платеж прошел успешно
tr: Ödemeniz Başarılı

source: Thank You For Your Purchase!
ru: Спасибо за вашу покупку!
tr: Satın aldığınız için teşekkür ederiz!

# goToPaymentDetails
source: View Receipts
ru: Просмотреть квитанции
tr: Faturaları Görüntüle

source: Receipts
ru: Квитанции
tr: Fişler

source: No Receipts Found.
ru: Квитанции не найдены.
tr: Fiş bulunamadı.

source: Receipt Details
ru: Детали квитанции
tr: Fiş Detayları

source: Receipt
ru: Квитанция
tr: Fiş

source: Receipt Number
ru: Номер квитанции
tr: Makbuz Numarası

source: Price Paid
ru: Уплаченная цена
tr: Ödenen Fiyat

source: Payment Method Used
ru: Используемый способ оплаты
tr: Kullanılan Ödeme Yöntemi

source: Download
ru: Скачать
tr: İndir

# downloadNotImplemented
source: Download not implemented yet.
ru: Загрузка еще не реализована.
tr: İndirme henüz uygulanmadı.

source: Sold Product Details
ru: Детали проданного товара
tr: Satılan Ürün Detayları

source: Mark as Shipped
ru: Отметить как отправленное
tr: Kargolandı olarak işaretle

source: Mark As Pending
ru: Отметить как ожидающее
tr: Beklemede olarak işaretle

source: Error Updating Shipment Status
ru: Ошибка при обновлении статуса отправки
tr: Kargo durumu güncellenirken hata oluştu

# shipmentNotificationMessage
source: Your product '{productName}' has been shipped
ru: Ваш товар '{productName}' отправлен
tr: Ürününüz '{productName}' kargolandı

source: Buyer Details
ru: Детали покупателя
tr: Alıcı Detayları

# soldProducts
source: Sold
ru: Проданные товары
tr: Satılan Ürünler

source: Sold Product
ru: Проданный товар
tr: Satılan Ürün

source: Product Description
ru: Описание товара
tr: Ürün Açıklaması

source: Enter New Address
ru: Введите новый адрес
tr: Yeni adres girin

source: State
ru: Регион

source: Zip Code
ru: Почтовый код
tr: Posta Kodu

source: Save Address
ru: Сохранить адрес
tr: Adresi kaydedin

source: Address not found
ru: Адрес не найден
tr: Adres bulunamadı

source: Shipped
ru: Отправлено
tr: Kargolandı

source: Product not found.
ru: Товар не найден.
tr: Ürün bulunamadı.

# errorFetchingProductDetails
source: An error occurred while fetching product details.
ru: Произошла ошибка при поиске товаров.
tr: Ürünler aranırken bir hata oluştu.

source: Waiting for shipment
ru: Ожидание отправки
tr: Kargolanmayı bekliyor

# notificationTypeNotHandled
source: This type of notification is not handled.
ru: Этот тип уведомления не может быть обработан.
tr: Bu tür bildirim işlenemiyor.

# productOutOfStock2
source: Out of stock
ru: Нет в наличии
tr: Stokda yok

source: Create seller profile
ru: Создать профиль продавца
tr: Satıcı profili oluşturun

source: Seller profile {number}
ru: Профиль продавца {number}
tr: Satıcı profili {number}

# productOutOfStockMessage
source: Your product is now out of stock.
ru: Ваш товар больше не доступен.
tr: Ürününüz artık stokta yok.

source: Please enter your review
ru: Пожалуйста, оставьте отзыв о продавце
tr: Lütfen satıcıya yorum bırakın

source: Review
ru: Отзыв
tr: Yorum

source: Leave a review
ru: Оставить отзыв
tr: Yorum bırakın

source: I have received the product
ru: Я получил товар
tr: Ürünü teslim aldım

source: I have not received the product
ru: Я еще не получил товар
tr: Ürünü henüz Gel Aldım

source: Transaction not found
ru: Транзакция не найдена

source: Product received
ru: Товар получен
tr: Ürün teslim alındı

source: Error submitting review
ru: Ошибка при отправке отзыва
tr: Değerlendirme bırakılırken hata oldu

# pleaseEnterYourReply
source: Enter your reply
ru: Пожалуйста, оставьте ответ
tr: Yanıtla

source: Please upload at least one photo
ru: Пожалуйста, загрузьте хотя бы одну фотографию
tr: Lütfen en az bir fotoğraf yükleyin

source: Subcategory
ru: Подкатегория
tr: Alt Kategori

source: Please select a subcategory
ru: Пожалуйста, выберите подкатегорию
tr: Lütfen bir alt kategori seçin

source: Product updated successfully
ru: Товар успешно обновлен
tr: Ürün başarıyla güncellendi

source: Existing photos
ru: Существующие фотографии
tr: Mevcut Fotoğraflar

source: Upload new photos
ru: Загрузить новые фотографии
tr: Yeni Fotoğraflar Yükleyin

source: Upload new video (optional)
ru: Загрузить новое видео (необязательно)
tr: Yeni video yükleyin (isteğe bağlı)

source: Existing video
ru: Существующее видео
tr: Mevcut Video

source: Shop Applications
ru: Заявки магазина
tr: Mağaza Başvuruları

source: Application Details
ru: Детали приложения
tr: Başvuru Detayları

source: Disapprove
ru: Отклонить
tr: Reddet

# sellerInfoNotFound
source: Seller information not found.
ru: Информация о продавце не найдена.
tr: Satıcı bilgisi bulunamadı.

# itemInfoNotFound
source: Item information not found.
ru: Информация о товаре не найдена.
tr: Ürün bilgisi bulunamadı.

source: Boost Expired
ru: Срок действия усиления истек.
tr: Boost süresi doldu.

source: Application disapproved.
ru: Приложение было отклонено.
tr: Başvuru reddedildi.

# shopApprovedTitle
source: Congratulations! Your shop applicaiton has been approved.
ru: Поздравляем! Ваша заявка магазина была одобрена.
tr: Tebrikler! Dükkan başvurunuz onaylandı.

# shopDisapprovedTitle
source: We regret to inform you that your shop application has been denied.
ru: К сожалению, ваша заявка магазина была отклонена
tr: Dükkan başvurunuz maalesef reddedildi

source: Shop info not found
ru: Информация о магазине не найдена

# homeGarden
source: Home
ru: Дом и сад
tr: Ev & Bahçe

# toysGames
source: Toys
ru: Игрушки
tr: Oyuncak

source: Health
ru: Здоровье
tr: Sağlık

source: Pets
ru: Домашние животные
tr: Evcil hayvan

source: Application submitted successfully
ru: Приложение отправлено
tr: Başvuru gönderildi

source: Error submitting application
ru: Ошибка при отправке приложения
tr: Başvuru gönderilirken hata

source: No category
ru: Категория отсутствует
tr: Kategori yok

# getCategoryName
source: Category
ru: Категория
tr: Kategori

# getSubcategoryName
source: Subcategory
ru: Подкатегория
tr: Alt kategori

# categoryKitchen
source: Kitchen
ru: Кухня
tr: Mutfak

# categoryBeauty
source: Beauty
ru: Красота
tr: Güzellik

# categoryFashion
source: Fashion
ru: Мода
tr: Moda

# categorySports
source: Sports
ru: Спорт
tr: Spor

# categoryHomeGarden
source: Home
ru: Дом
tr: Ev

# categoryToysGames
source: Toys
ru: Игрушки
tr: Oyuncaklar

# categoryHealth
source: Health
ru: Здоровье
tr: Sağlık

# categoryPets
source: Pets
ru: Домашние животные
tr: Evcil Hayvanlar

source: Compare product
ru: Сравнить товар
tr: Ürünü karşılaştır

source: Compare products
ru: Сравнить товары
tr: Ürünleri karşılaştır

source: No similar products
ru: Нет похожих товаров
tr: Benzer ürün yok

source: Similar
ru: Похожие
tr: Benzer

source: Earn PlayPoint
ru: Заработать PlayPoint
tr: PlayPoint Kazan

source: Your estimated PlayPoints
ru: Ваши PlayPoints
tr: Sahip olduğunuz PlayPoints

# usePlayPointsToGetCoolStuff
source: Use PlayPoints to buy cool stuff
ru: Используйте PlayPoints для покупки товаров
tr: PlayPoint kullanarak ürün satın alın

# productsYouCanBuyWithYourPlayPoints
source: Products you can buy with you PlayPoints
ru: Товары, которые вы можете купить за ваши PlayPoints
tr: PlayPoint'leriniz ile alabileceğiniz ürünler

source: Not enough PlayPoints
ru: Недостаточно PlayPoints
tr: Yeterli PlayPoints yok

source: Pay with PlayPoint
ru: Платить PlayPoints
tr: PlayPoint ile ödeyin

source: You have
ru: У вас есть
tr: Sizde

source: Pin Address on Map
ru: Отметьте ваш адрес на карте
tr: Adresinizi haritada işaretleyin

# showOnMap
source: Show address on map
ru: Показать адрес на карте
tr: Adresi haritada görüntüle

# fieldRequired
source: This field is required.
ru: Это поле обязательно.
tr: Bu alan zorunludur.

# invalidCardNumber
source: Please enter a valid card number.
ru: Введите действительную информацию о карте.
tr: Geçerli kart bilgisi girin.

# invalidExpiryDate
source: Please enter a valid expiry date (MM/YY).
ru: Введите действительную дату окончания (MM/YY).
tr: Geçerli son kullanım tarihi girin (AA/YY).

# invalidCvv
source: Please enter a valid CVV.
ru: Введите действительный CVV.
tr: Geçerli CVV girin.

# pinLocationRequired
source: Pin location is required.
ru: Отметьте ваше местоположение на карте.
tr: Konumunuzu haritada işaretleyin.

source: Your Pin Location
ru: Отметьте ваше местоположение на карте
tr: Konumunuzu haritada işaretlerin

# subSubcategoryWorkshopStorage
source: Workshop Storage
ru: Хранение в мастерской
tr: Atölye Saklama

# subSubcategoryToolOrganizers
source: Tool Organizers
ru: Органайзеры для инструментов
tr: Alet Organizerleri

# subSubcategoryDogFood
source: Dog Food
ru: Корм для собак
tr: Köpek Maması

# subSubcategoryDogToys
source: Dog Toys
ru: Игрушки для собак
tr: Köpek Oyuncakları

# subSubcategoryDogBeds
source: Dog Beds
ru: Лежаки для собак
tr: Köpek Yatakları

# subSubcategoryLeashesCollars
source: Leashes & Collars
ru: Поводки и ошейники
tr: Tasma ve Gerdanlık

# subSubcategoryDogClothing
source: Dog Clothing
ru: Одежда для собак
tr: Köpek Giysileri

# subSubcategoryDogGrooming
source: Dog Grooming
ru: Уход за собаками
tr: Köpek Bakımı

# subSubcategoryDogTraining
source: Dog Training
ru: Дрессировка собак
tr: Köpek Eğitimi

# subSubcategoryDogHealthCare
source: Dog Health Care
ru: Здоровье собак
tr: Köpek Sağlık Bakımı

# subSubcategoryCatFood
source: Cat Food
ru: Корм для кошек
tr: Kedi Maması

# subSubcategoryCatToys
source: Cat Toys
ru: Игрушки для кошек
tr: Kedi Oyuncakları

# subSubcategoryCatBeds
source: Cat Beds
ru: Лежаки для кошек
tr: Kedi Yatakları

# subSubcategoryLitterBoxes
source: Litter & Boxes
ru: Лотки для кошек
tr: Kedi Kumu ve Kutuları

# subSubcategoryCatTrees
source: Cat Trees
ru: Когтеточки для кошек
tr: Kedi Tırmanma Ağaçları

# subSubcategoryCatGrooming
source: Cat Grooming
ru: Уход за кошками
tr: Kedi Bakımı

# subSubcategoryCatCarriers
source: Cat Carriers
ru: Переноски для кошек
tr: Kedi Taşıma Çantaları

# subSubcategoryCatHealthCare
source: Cat Health Care
ru: Здоровье кошек
tr: Kedi Sağlık Bakımı

# subSubcategoryBirdFood
source: Bird Food
ru: Корм для птиц
tr: Kuş Yemi

# subSubcategoryBirdCages
source: Bird Cages
ru: Клетки для птиц
tr: Kuş Kafesleri

# subSubcategoryBirdToys
source: Bird Toys
ru: Игрушки для птиц
tr: Kuş Oyuncakları

# subSubcategoryBirdPerches
source: Bird Perches
ru: Жёрдочки для птиц
tr: Kuş Tünekleri

# subSubcategoryBirdHouses
source: Bird Houses
ru: Домики для птиц
tr: Kuş Evleri

# subSubcategoryBirdHealthCare
source: Bird Health Care
ru: Здоровье птиц
tr: Kuş Sağlık Bakımı

# subSubcategoryBirdAccessories
source: Bird Accessories
ru: Аксессуары для птиц
tr: Kuş Aksesuarları

# subSubcategoryFishFood
source: Fish Food
ru: Корм для рыб
tr: Balık Yemi

# subSubcategoryAquariumTanks
source: Aquarium Tanks
ru: Аквариумы
tr: Akvaryum Tankları

# subSubcategoryAquariumFilters
source: Aquarium Filters
ru: Фильтры для аквариумов
tr: Akvaryum Filtreleri

# subSubcategoryAquariumDecorations
source: Aquarium Decorations
ru: Декорации для аквариумов
tr: Akvaryum Dekorasyonları

# subSubcategoryWaterTreatment
source: Water Treatment
ru: Обработка воды
tr: Su Arıtma
