Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# deletingProductDesc
source: Please wait while we remove this product from your store.
ru: Пожалуйста, подождите, пока товар удаляется из вашего магазина.
tr: Lütfen ürün mağazanızdan kaldırılırken bekleyin.

source: Product deleted successfully!
ru: Товар успешно удалён!
tr: Ürün başarıyla silindi!

# failedToDeleteProduct
source: Failed to delete product. Please try again.
ru: Не удалось удалить товар. Пожалуйста, попробуйте снова.
tr: Ürün silinemedi. Lütfen tekrar deneyin.

source: Copy Receipt Number
ru: Скопировать номер квитанции
tr: Makbuzu Kopyala

# receiptNumberCopied
source: Receipt Number Copied to Clipboard
ru: Номер квитанции скопирован в буфер обмена
tr: Makbuz numarası panoya kopyalandı.

# addressCopiedToClipboard
source: Address copied
ru: Адрес скопирован
tr: Adres panoya kopyalandı.

source: View Profile
ru: Профиль
tr: Profil

source: Error Updating Cart With Details
ru: Ошибка при обновлении корзины
tr: Sepet güncellenirken hata

source: Error Updating Cart
ru: Ошибка при обновлении корзины
tr: Sepet güncellenirken hata

source: Product Removed From Cart
ru: Товар удалён из корзины
tr: Ürün sepetten kaldırıldı

source: Remove From Cart
ru: Удалить из корзины
tr: Sepetten kaldır

source: Error Fetching Products
ru: Ошибка при получении товаров
tr: Ürünlerde hata

source: Products Listed
ru: Товары выставлены
tr: Listelenen ürünler

source: Company Detail
ru: Детали компании
tr: Kuruluş detayı

source: Accept
ru: Принять
tr: Kabul et

source: Decline
ru: Отклонить
tr: Reddet

source: Contact
ru: Контакт
tr: İletişim

source: Members
ru: Члены
tr: Üyeler

source: No Members
ru: Нет членов
tr: Üye yok

source: Projects
ru: Проекты
tr: Projeler

source: No Projects
ru: Нет проектов
tr: Proje yok

source: Invite Member
ru: Пригласить
tr: Davet et

source: Add Project
ru: Добавить проект
tr: Proje ekle

source: Select Image
ru: Выбрать изображение
tr: Resim Seç

source: Change Image
ru: Изменить изображение
tr: Görsel değiştir

source: Save Project
ru: Сохранить проект
tr: Projeyi kaydet

source: List Your Company
ru: Выставьте вашу компанию
tr: Kuruluşunuzu Listeleyin

source: Create Company
ru: Создать компанию

source: Company Applications
ru: Заявки компании

source: Submit Application
ru: Отправить заявку

source: Company Name
ru: Название компании

source: Enter Company Name
ru: Пожалуйста, введите название вашей компании
tr: Please enter your company name

source: Bio
ru: О себе
tr: Biyografi

source: Enter Bio
ru: Пожалуйста, введите краткую биографию
tr: Please enter a brief bio

source: Select Cover Image
ru: Выбрать изображение обложки

source: Application Submitted
ru: Ваша заявка компании отправлена!
tr: Your company application has been submitted!

# noApplications
source: No applications found
ru: Приложения не найдены
tr: No pending applications.

# applicationApproved
source: Application approved successfully.
ru: Приложение успешно одобрено.

source: Please wait while we process your review.
ru: Пожалуйста, подождите, пока мы обрабатываем вашу проверку.
tr: İncelemenizi işleme alırken lütfen bekleyin.

source: Reply to Question
ru: Ответить на вопрос
tr: Soruya Cevap Ver

source: Write your answer...
ru: Напишите ваш ответ...
tr: Cevabınızı yazın...

source: Please enter an answer
ru: Пожалуйста, введите ответ
tr: Lütfen bir cevap girin

source: Submitting answer...
ru: Отправка ответа...
tr: Cevap gönderiliyor...

source: Answer submitted successfully!
ru: Ответ успешно отправлен!
tr: Cevap başarıyla gönderildi!

source: Send
ru: Отправить
tr: Gönder

source: Submitting Application
ru: Отправка заявки
tr: Başvuru Gönderiliyor

# pleaseWaitWhileWeProcessYourApplication
source: Please wait while we process your shop application.
ru: Пожалуйста, подождите, пока мы обрабатываем вашу заявку магазина.
tr: Mağaza başvurunuzu işlerken lütfen bekleyin.

source: Preparing Preview
ru: Подготовка предпросмотра
tr: Önizleme Hazırlanıyor

# pleaseWaitWhileWeLoadYourProduct
source: Please wait while we prepare your product preview.
ru: Пожалуйста, подождите, пока мы готовим ваш предпросмотр товара.
tr: Ürün önizlemeniz hazırlanırken lütfen bekleyin.

source: Application rejected.
ru: Заявка отклонена.

source: Approve
ru: Одобрить
tr: Onayla

source: Reject
ru: Отклонить
tr: Reddet

# companyApprovedTitle
source: Company Approved
ru: Компания одобрена

# companyApprovedBody
source: Congratulations! Your company '{companyName}' has been approved and listed.
ru: Поздравляем! Ваша компания '{companyName}' одобрена и выставлена.

# companyRejectedTitle
source: Company Rejected
ru: Компания отклонена

# companyRejectedBody
source: We're sorry, but your company '{companyName}' application has been rejected.
ru: К сожалению, заявка вашей компании '{companyName}' отклонена.

source: Companies
ru: Компании
tr: Kuruluşlar

# noCompanies
source: No companies listed yet.
ru: Компании пока не выставлены.

source: Follow
ru: Следить
tr: Takip Et

source: Following
ru: Следите

# companyFollowed
source: You are now following this company.
ru: Вы теперь следите за этой компанией.

# companyUnfollowed
source: You have unfollowed this company.
ru: Вы перестали следить за этой компанией.

# companyBioHint
source: Company bio
ru: биография компании
tr: kuruluş biosu

source: Enter user email
ru: Введите адрес электронной почты пользователя
tr: Kullanıcı e-posta adresi girin

source: Enter user role
ru: Введите роль пользователя
tr: Kullanıcı rolü girin

source: Enter project name
ru: Введите имя проекта
tr: Proje ismi girin

source: Project name
ru: Имя проекта
tr: Proje ismi

# marketTitle
source: Market
ru: Маркетплейс

# marketSubtitle
source: Buy and sell everything you want in North Cyprus
ru: Всё, что вы найдёте для покупки и продажи в Северном Кипре
tr: Kuzey Kıbrıs'ta alım ve satım için bulabileceğiniz herşey

# propertiesTitle
source: Properties
ru: Недвижимость
tr: Mülkler

# propertiesSubtitle
source: Find the best properties in North Cyprus
ru: Откройте для себя лучшую недвижимость в Северном Кипре
tr: Kuzey Kıbrıs'taki en iyi mülkleri keşfedin

# carsTitle
source: Cars
ru: Автомобили
tr: Araçlar

# carsSubtitle
source: Find the best car deals in North Cyprus
ru: Найдите лучшие автомобили в Северном Кипре
tr: Kuzey Kıbrıs'taki en iyi araçları bulun

source: View
ru: Просмотр
tr: Görüntüle

source: Inbox
ru: Входящие
tr: Gelen Kutusu

source: Notifications
ru: Уведомления
tr: Bildirim

source: Profile
ru: Профиль
tr: Profil

# createShopTitle
source: Create & Design Your Shop
ru: Создайте и оформите ваш магазин
tr: Mağazanızı Oluşturun & Tasarlayın

# createShopSubtitle
source: You can customize your shop and greet customers
ru: Вы можете персонализировать свой магазин и приветствовать клиентов
tr: Mağazanızı özelleştirebilir ve müşterileri karşılayabilirsiniz

# listCompanyTitle
source: List Your Company
ru: Выставьте вашу компанию
tr: Şirketinizi Listeleyin

# listCompanySubtitle
source: List your company to let customers know you are here
ru: Выставьте вашу компанию, чтобы показать клиентам, что вы здесь
tr: Müşterilere burada olduğunuzu göstermek için şirketinizi listeleyin

source: Let's Go
ru: Начнём
tr: Başlayın

# trackGrowthTitle
source: Track Your Growth
ru: Отслеживайте свой рост
tr: Büyümenizi Takip Edin

# trackGrowthSubtitle
source: Track your sales with visualized graphs and numeric data
ru: Отслеживайте свои продажи с помощью визуализированных графиков и числовых данных
tr: Satışlarınızı görselleştirilmiş grafikler ve sayısal verilerle takip edin

source: Make Sales
ru: Сделайте продажу
tr: Satış Yap

# earnWhileShopTitle
source: Earn While You Shop
ru: Зарабатывайте во время покупок
tr: Alışveriş Yaparken Kazanın

# earnWhileShopSubtitle
source: Earn playpoints for every purchase you make and spend them to buy cool stuff!
ru: Заработайте очки Play Points за каждую покупку и потратьте их на классные вещи!
tr: Yaptığınız her satın alma için oyun puanları kazanın ve onları havalı şeyler almak için harcayın!

source: Earn
ru: Заработать
tr: Kazan

source: Unknown Seller
ru: Неизвестный продавец
tr: Bilinmeyen Satıcı

source: Product already boosted
ru: Товар уже продвигается
tr: Ürün zaten öne çıkarıldı

source: See all reviews
ru: Посмотреть все
tr: Hepsini gör

source: Translate
ru: Перевести
tr: Çevir

source: See Original
ru: Посмотреть оригинал
tr: Orijinali gör

# boostAnalysisTitle
source: Boost Analysis
ru: Анализ продвижения
tr: Boost Analizi

source: Ongoing Boosts
ru: Текущие продвижения
tr: Devam Eden Boost'lar

# noOngoingBoosts
source: No ongoing boosts available.
ru: Нет текущих продвижений.
tr: Devam eden boost bulunmamaktadır.

source: Time Left
ru: Осталось времени
tr: Kalan Süre

source: No Location
ru: Нет местоположения
tr: Konum Yok

source: Create Account
ru: Создать учетную запись
tr: Hesap Oluştur

source: Register
ru: Зарегистрироваться
tr: Kayıt Ol

source: Register with Google
ru: Зарегистрироваться через Google
tr: Google ile Kayıt Ol

source: Name
ru: Имя
tr: İsim

source: Surname
ru: Фамилия
tr: Soyisim

source: Email
ru: Электронная почта
tr: E-posta

source: Password
ru: Пароль
tr: Şifre

source: Confirm Password
ru: Подтвердить пароль
tr: Şifreyi Onayla

source: Invalid email.
ru: Введите действительный адрес электронной почты
tr: Geçersiz e-posta.

# passwordTooShort
source: Password must be at least 6 characters.
ru: Пароль должен содержать не менее 6 символов
tr: Şifre en az 6 karakter olmalı.

source: Enter
ru: Введите
tr: Giriniz

# enterEmail
source: Enter your email
ru: Введите адрес электронной почты
tr: E-posta adresinizi giriniz

# enterPassword
source: Enter your password
ru: Введите пароль
tr: Şifrenizi giriniz

source: Email already in use.
ru: Этот адрес электронной почты уже используется.
tr: Bu e-posta zaten kullanımda.

source: Weak password.
ru: Слабый пароль.
tr: Zayıf şifre.

source: Registration failed.
ru: Регистрация не удалась!
tr: Kayıt başarısız.

# registrationFailedWithError
source: Registration failed: {error}
ru: Регистрация не удалась: {error}
tr: Kayıt başarısız: {error}

source: Passwords do not match.
ru: Пароли не совпадают.
tr: Şifreler uyuşmuyor.

source: Select Gender
ru: Выбрать пол
tr: Cinsiyet Seçin

source: Male
ru: Мужчина
tr: Erkek

source: Female
ru: Женщина
tr: Kadın

source: Select Birth Year
ru: Выбрать год рождения
tr: Doğum Yılı Seçin

source: Complete Your Profile
ru: Завершите ваш профиль
tr: Profilinizi Tamamlayın

source: Finish Registration
ru: Завершить регистрацию
tr: Kaydı Tamamla

# fillAllFields
source: Please fill all required fields.
ru: Пожалуйста, заполните все поля
tr: Lütfen gerekli alanları doldurun.

source: Cannot set sale preference with discount
ru: Эта операция не может быть выполнена, если на товар действует скидка
tr: Üründe indirim varken bu işlem yapılamaz

source: Sale preference removed successfully
ru: Настройки продаж успешно удалены
tr: Satış tercihleri başarıyla kaldırıldı

source: Error removing sale preference
ru: При удалении настроек продаж произошла ошибка
tr: Satış tercihleri kaldırılırken hata oluştu

# removeSalePreferenceToCreateBundle
source: You need to remove the discount sale preference first to create bundle with this product
ru: Без отмены скидки на этот товар невозможно создать пакет
tr: Bu üründen indirimli satış tercihi kaldırılmadan paket oluşturulamaz

# cannotApplyDiscountWithSalePreference
source: You need to remove the sale preference (buy X to get Y% discount) on this product first to apply normal discount
ru: В связи с наличием предпочтений по продаже данного товара скидка не применяется
tr: Bu üründe satış tercihleri olduğundan dolayı indirim uygulanamaz

source: Cannot Apply Discount
ru: Невозможно применить скидку
tr: İndirim uygulanamaz

# cannotSetSalePreferenceInBundle
source: Cannot set bulk discount while product is in a bundle
ru: Невозможно установить оптовую скидку, если продукт входит в комплект
tr: Ürün bir paketteyken toplu indirim ayarlanamaz

# cannotSetSalePreferenceInCampaign
source: Cannot set bulk discount while product is in a campaign
ru: Невозможно установить оптовую скидку, пока продукт участвует в кампании
tr: Ürün kampanyadayken toplu indirim ayarlanamaz

source: No valid items to checkout
ru: Нет действительных товаров для оформления заказа
tr: Ödeme için geçerli öğe bulunmamaktadır

# validationFailed
source: Validation failed. Please try again.
ru: Проверка не прошла. Повторите попытку.
tr: Doğrulama başarısız oldu. Lütfen tekrar deneyin.

source: Validating...
ru: Проверка...
tr: Doğrulanıyor...

source: Update Profile
ru: Обновить профиль
tr: Profili Güncelle

source: Delete Account
ru: Удалить учетную запись
tr: Hesabı Sil

source: Account deletion failed
ru: Не удалось удалить учетную запись.
tr: Hesap silme başarısız oldu

# profileUpdated
source: Profile updated successfully
ru: Профиль успешно обновлен.
tr: Profil başarıyla güncellendi

source: Profile update failed
ru: Не удалось обновить профиль.
tr: Profil güncellemesi başarısız oldu

# enterEmailToConfirmDeletion
source: Enter your email address to confirm account deletion
ru: Введите адрес электронной почты для удаления аккаунта
tr: Hesabı silmek için email adresinizi giriniz

source: New Password
ru: Новый пароль
tr: Yeni Şifre

source: Name Surname
ru: Имя Фамилия
tr: İsim Soyisim

source: Seller Info
ru: Моя информация о продавце
tr: Satıcı Bilgileri

source: Addresses
ru: Адреса
tr: Adresler

source: Address Line 1
ru: Адрес 1
tr: Adres Satırı 1

source: Address Line 2
ru: Адрес 2
tr: Adres Satırı 2

source: City
ru: Город
tr: Şehir

source: Country
ru: Страна
tr: Ülke

source: Login with biometrics
ru: Войти с помощью отпечатка пальца
tr: Parmak iziniz ile giriş yapın

source: Login with password
ru: Войти с паролем
tr: Şifre ile giriş yapın

source: Biometrics not available
ru: Биометрическая аутентификация недоступна на этом устройстве.
tr: Parmak izi tarayıcı uygun değil

# biometricsLocalizedReason
source: Biometrics login
ru: Биометрический вход
tr: Biometrik giriş

source: Biometrics failed
ru: Сканирование отпечатка пальца не удалось
tr: Parmak izi tarama hatalı

source: Biometrics error
ru: Ошибка сканера отпечатков пальцев
tr: Parmak izi tarayıcı hatası

source: Fabric Type
ru: Тип ткани
tr: Kumaş Tipi

source: Please select at least one fabric type
ru: Пожалуйста, выберите хотя бы один тип ткани
tr: Lütfen en az bir kumaş tipi seçin

# maxFabricTypesSelected
source: Maximum of 4 fabric types can be selected
ru: Можно выбрать не более 4 типов ткани
tr: En fazla 4 kumaş tipi seçilebilir

# clothingTypeLyocell
source: Lyocell
ru: Лиоцелл
tr: Liyosel

# clothingTypeOrganicCotton
source: Organic Cotton
ru: Органический хлопок
tr: Organik Pamuk

# clothingTypeRecycledCotton
source: Recycled Cotton
ru: Переработанный хлопок
tr: Geri Dönüşüm Pamuk

# clothingTypeCanvas
source: Canvas
ru: Канвас
tr: Kanvas

# clothingTypeJersey
source: Jersey
ru: Джерси
tr: Jarse

# clothingTypeGabardine
source: Gabardine
ru: Габардин
tr: Gabardin

# clothingTypeSatin
source: Satin
ru: Сатин
tr: Saten

# clothingTypeElastane
source: Elastane
ru: Эластан
tr: Elastan

# clothingTypeBamboo
source: Bamboo
ru: Бамбук
tr: Bambu

# clothingTypeFleece
source: Fleece
ru: Флис
tr: Polar

# clothingTypeSpandex
source: Spandex
ru: Спандекс
tr: Spandeks

# clothingTypeTweed
source: Tweed
ru: Твид
tr: Tüvit

# clothingTypeCorduroy
source: Corduroy
ru: Вельвет
tr: Fitilli Kadife

# clothingTypeChino
source: Chino
ru: Чино
tr: Çino

# clothingTypeViscose
source: Viscose
ru: Вискоза
tr: Viskon

# clothingTypeModal
source: Modal
ru: Модал

# sellerInfoEmptyText
source: You haven't created a seller profile yet.
ru: Вы ещё не создали профиль продавца.
tr: Henüz bir satıcı profili oluşturmadınız.

# sellerInfoEmptyButton
source: Create
ru: Создать
tr: Oluştur

# addressesEmptyText
source: You haven't registered any address. Add an address to be able to place orders.
ru: Вы не сохранили никаких адресов. Добавьте адрес для размещения заказа.
tr: Hiç adres kaydetmediniz. Sipariş vermek için adres ekleyin.

# addressesEmptyButton
source: Add address
ru: Добавить адрес
tr: Adres ekle

# paymentMethodsEmptyText
source: You have no payment method. Add a payment method to make a purchase.
ru: Нет методов оплаты. Добавьте способ оплаты для совершения покупки.
tr: Herhangi bir ödeme yöntemi yok. Satın alma yapmak için bir ödeme yöntemi ekleyin.

# paymentMethodsEmptyButton
source: Add
ru: Добавить
tr: Ekle

source: Add payment method
ru: Добавить способ оплаты
tr: Ödeme yöntemi ekle

source: Add address
ru: Добавить адрес
tr: Adres ekle

source: Edit seller info
ru: Редактировать профиль продавца
tr: Satıcı profili düzenle

source: My Product Applications
ru: Мои заявки на товары
tr: Ürün Başvurularım

# pleaseLoginToViewApplications
source: Please login to view your product applications
ru: Войдите, чтобы просмотреть заявки на товары
tr: Ürün başvurularınızı görmek için lütfen giriş yapın

# noVitrinApplicationsDescription
source: You haven't submitted any product applications yet. Start selling by listing your first product!
ru: Вы ещё не подавали заявок на товары. Начните продавать, разместив свой первый товар!
tr: Henüz ürün başvurusu yapmadınız. İlk ürününüzü listeleyerek satışa başlayın!

source: List New Product
ru: Разместить товар
tr: Yeni Ürün Listele

source: Edit address
ru: Редактировать адрес
tr: Adres düzenle

# title2
source: Sales Statistics
ru: Статистика продаж
tr: Satış İstatistikleri

# noData
source: No data available
ru: Нет данных
tr: Veri yok

# becomeVipTitle
source: Become VIP Member and have access to comprehensive data of products to boost your sales.
ru: Получайте доступ к полным данным ваших товаров как VIP-член и увеличивайте продажи.
tr: VIP Üye olarak ürünlerin kapsamlı verilerine erişin ve satışlarınızı artırın.

# becomeVipSubtitle
source: You can become a VIP Member for 2000. This can be canceled anytime from your profile.
ru: VIP-членство стоит 2000 TRY. Вы можете отменить его в любое время из вашего профиля.
tr: VIP Üyelik ücreti 2000 TRY. Profilinizden istediğiniz zaman iptal edebilirsiniz.

# becomeVipButton
source: Become VIP
ru: Стать VIP
tr: VIP Ol

source: Total Earnings
ru: Общий доход
tr: Toplam Kazanç

# mostClicked
source: Most Clicked Product
ru: Товар с наибольшим количеством кликов
tr: En Çok Tıklanan Ürün

# mostFavorited
source: Most Favorited Product
ru: Товар с наибольшим количеством лайков
tr: En Çok Favorilenen Ürün

# mostAddedToCart
source: Most Added to Cart Product
ru: Товар, добавленный в корзину больше всего
tr: Sepete En Çok Eklenen Ürün

# highestRated
source: Highest Rated Product
ru: Товар с наивысшим рейтингом
tr: En Yüksek Puanlı Ürün

# noSalesYet
source: Currently you haven't made any sales. You can come back when you make your first sale.
ru: Вы пока не произвели ни одной продажи. Когда вы совершите первую продажу, вы можете вернуться сюда.
tr: Şu anda hiçbir satış yapmadınız. İlk satışınızı yaptığınızda buraya dönebilirsiniz.

source: List a product
ru: Выставить товар
tr: Ürün Listele

# vipDashboardTitle
source: VIP Dashboard
ru: VIP-панель
tr: VIP Paneli

# vipNoAccess
source: You do not have VIP access.
ru: У вас нет доступа к VIP.
tr: VIP erişiminiz yok.

# vipMostSold
source: Top 10 Most Sold Products
ru: Топ 10 самых продаваемых товаров
tr: En Çok Satılan İlk 10 Ürün

# vipCartCount
source: Top 10 Most Carted Products
ru: Топ 10 товаров, добавленных в корзину
tr: Sepete En Çok Eklenen İlk 10 Ürün

# vipFavCount
source: Top 10 Most Favorited Products
ru: Топ 10 товаров в избранном
tr: En Çok Favorilenen İlk 10 Ürün

# vipClickCount
source: Top 10 Most Clicked Products
ru: Топ 10 товаров с наибольшим количеством кликов
tr: En Çok Tıklanan İlk 10 Ürün

# vipMostReviews
source: Top 10 Products (Most Reviews)
ru: Топ 10 товаров с наибольшим количеством отзывов
tr: En Çok Yorumu Olan İlk 10 Ürün

# vipHighestRated
source: Top 10 Highest Rated Products
ru: Топ 10 товаров с наивысшим рейтингом
tr: En Yüksek Puanlı İlk 10 Ürün

# newReviewTitle
source: New Review
ru: Новый отзыв ✅
tr: Yeni Yorum ✅

# newReviewBody
source: Someone has left a review for your product.
ru: На ваш товар был оставлен новый отзыв.
tr: Ürününüz için yeni bir yorum yapıldı.

# sellerReviewTitle
source: Seller Review
ru: Кто-то оставил вам отзыв! ✅
tr: Biri Size Yorum Bıraktı! ✅

# sellerReviewBody
source: Someone has left a review for you!
ru: Вам был оставлен отзыв!
tr: Size bir yorum bırakıldı!

# productSoldTitle
source: Product Sold!
ru: Товар продан! 🎉
tr: Ürün Satıldı! 🎉

# productSoldBody
source: Your product has been sold!
ru: Ваш товар был продан!
tr: Ürününüz satıldı!

# shipmentUpdateTitle
source: Shipment Status Updated!
ru: Статус отправки обновлён!
tr: Gönderi Durumu Güncellendi!

# shipmentUpdateBody
source: Your shipment status has been updated!
ru: Ваш статус отправки был обновлён!
tr: Gönderi durumunuz güncellendi!

# sellOnTeras_pre
source: You can list and sell your products on
ru: Вы также можете выставить ваши товары на
tr: Siz de ürünlerinizi

# maxNormalImages
source: You can upload up to 10 images.
ru: Вы можете загрузить максимум 10 изображений.
tr: En fazla 10 resim yükleyebilirsiniz.

source: File too large
ru: Файл слишком большой
tr: Dosya çok büyük

source: Region
ru: Регион
tr: Bölge

# addFloorPlan
source: Add floor plans
ru: Добавить план этажа
tr: Kat planı ekle

source: Floor name
ru: Имя этажа
tr: Kat ismi

source: Floor name required
ru: Требуется имя этажа
tr: Kat ismi lazım

# selectImagePrompt
source: Please select an image.
ru: Пожалуйста, выберите изображение.
tr: Lütfen bir resim seçiniz.

# maxFloorPlanImages
source: You can upload up to 10 floor plan images.
ru: Вы можете загрузить максимум 10 изображений плана этажа.
tr: En fazla 10 kat planı resmi yükleyebilirsiniz.

source: Property Name
ru: Название недвижимости
tr: Emlak Adı

source: Curtain Dimensions
ru: Размеры Штор
tr: Perde Ölçüleri

source: Enter Curtain Dimensions
ru: Введите Размеры Штор
tr: Perde Ölçülerini Girin

# curtainDimensionsDescription
source: Please specify the maximum width and height of your curtain in meters
ru: Пожалуйста, укажите максимальную ширину и высоту ваших штор в метрах
tr: Lütfen perdenizin maksimum genişlik ve yüksekliğini metre cinsinden belirtin

# maxWidth
source: Maximum Width
ru: Максимальная Ширина
tr: Maksimum Genişlik

# maxHeight
source: Maximum Height
ru: Максимальная Высота
tr: Maksimum Yükseklik

# widthPlaceholder
source: e.g., 2.5
ru: напр., 2.5
tr: örn., 2.5

# heightPlaceholder
source: e.g., 2.8
ru: напр., 2.8
tr: örn., 2.8

# metersUnit
source: m
ru: м

# widthHint
source: Enter the maximum width your curtain can cover
ru: Введите максимальную ширину, которую могут покрыть ваши шторы
tr: Perdenizin kaplayabileceği maksimum genişliği girin

# heightHint
source: Enter the maximum height (length) of your curtain
ru: Введите максимальную высоту (длину) ваших штор
tr: Perdenizin maksimum yüksekliğini (boyunu) girin

# dimensionsSummary
source: Curtain Dimensions
ru: Размеры Штор
tr: Perde Ölçüleri

# pleaseEnterBothDimensions
source: Please enter both width and height
ru: Пожалуйста, введите ширину и высоту
tr: Lütfen hem genişlik hem de yükseklik girin

# pleaseEnterValidWidth
source: Please enter a valid width greater than 0
ru: Пожалуйста, введите действительную ширину больше 0
tr: Lütfen 0'dan büyük geçerli bir genişlik girin

# pleaseEnterValidHeight
source: Please enter a valid height greater than 0
ru: Пожалуйста, введите действительную высоту больше 0
tr: Lütfen 0'dan büyük geçerli bir yükseklik girin

source: Fantasy Wear Type
ru: Тип Фантазийной Одежды
tr: Fantezi Giyim Türü

source: Select Fantasy Wear Type
ru: Выберите Тип Фантазийной Одежды
tr: Fantezi Giyim Türünü Seçin
