Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# subSubcategoryAquariumLighting
source: Aquarium Lighting
ru: Освещение аквариумов
tr: Akvaryum Aydınlatması

# subSubcategoryFishHealthCare
source: Fish Health Care
ru: Здоровье рыб
tr: Balık Sağlık Bakımı

# subSubcategorySmallAnimalFood
source: Small Animal Food
ru: Корм для мелких животных
tr: Küçük Hayvan Yemi

# subSubcategoryCagesHabitats
source: Cages & Habitats
ru: Клетки и среды обитания
tr: Kafes ve Yaşam Alanları

# subSubcategorySmallAnimalToys
source: Small Animal Toys
ru: Игрушки для мелких животных
tr: Küçük Hayvan Oyuncakları

# subSubcategoryBedding
source: Bedding
ru: Подстилка для животных
tr: Yatak Malzemeleri

# subSubcategoryWaterBottles
source: Water Bottles
ru: Бутылки для воды
tr: Su Şişeleri

# subSubcategoryExerciseEquipmentPet
source: Exercise Equipment
ru: Спортивное оборудование для животных
tr: Egzersiz Ekipmanları

# subSubcategoryDryFood
source: Dry Food
ru: Сухой корм
tr: Kuru Mama

# subSubcategoryWetFood
source: Wet Food
ru: Влажный корм
tr: Yaş Mama

# subSubcategoryTreatsSnacks
source: Treats & Snacks
ru: Лакомства и закуски
tr: Ödül ve Atıştırmalık

# subSubcategorySupplementsPet
source: Supplements
ru: Добавки для животных
tr: Takviyeler

# subSubcategorySpecialDietFood
source: Special Diet Food
ru: Корм специальной диеты
tr: Özel Diyet Maması

# subSubcategoryOrganicFood
source: Organic Food
ru: Органический корм
tr: Organik Mama

# subSubcategoryFleaTickControl
source: Flea & Tick Control
ru: Средства от блох и клещей
tr: Pire ve Kene Kontrolü

# subSubcategoryVitaminsSupplementsPet
source: Vitamins & Supplements
ru: Витамины и добавки для животных
tr: Vitamin ve Takviyeler

# subSubcategoryFirstAidPet
source: First Aid
ru: Аптечка первой помощи для животных
tr: İlk Yardım

# subSubcategoryDentalCarePet
source: Dental Care
ru: Уход за зубами животных
tr: Diş Bakımı

# subSubcategorySkinCoatCare
source: Skin & Coat Care
ru: Уход за шерстью и кожей
tr: Deri ve Tüy Bakımı

# subSubcategoryHealthMonitoringPet
source: Health Monitoring
ru: Мониторинг здоровья животных
tr: Sağlık Takibi

# subSubcategoryPetCarriers
source: Pet Carriers
ru: Переноски для животных
tr: Evcil Hayvan Taşıma Çantaları

# subSubcategoryPetStrollers
source: Pet Strollers
ru: Коляски для животных
tr: Evcil Hayvan Arabaları

# subSubcategoryPetGates
source: Pet Gates
ru: Ворота для животных
tr: Evcil Hayvan Bariyerleri

# subSubcategoryTravelAccessoriesPet
source: Travel Accessories
ru: Дорожные аксессуары для животных
tr: Seyahat Aksesuarları

# subSubcategoryPetIDTags
source: Pet ID Tags
ru: Бирки для идентификации животных
tr: Evcil Hayvan Kimlik Etiketleri

# subSubcategoryCleanupSupplies
source: Cleanup Supplies
ru: Средства для уборки
tr: Temizlik Malzemeleri

# subSubcategoryTrainingTreats
source: Training Treats
ru: Лакомства для дрессировки
tr: Eğitim Ödülleri

# subSubcategoryTrainingTools
source: Training Tools
ru: Инструменты для дрессировки
tr: Eğitim Araçları

# subSubcategoryClickers
source: Clickers
ru: Кликеры для дрессировки
tr: Kliker

# subSubcategoryTrainingPads
source: Training Pads
ru: Пелёнки для дрессировки
tr: Eğitim Pedleri

# subSubcategoryBehavioralAids
source: Behavioral Aids
ru: Средства для коррекции поведения
tr: Davranış Yardımcıları

# subSubcategoryEngineParts
source: Engine Parts
ru: Детали двигателя
tr: Motor Parçaları

# subSubcategoryBrakeParts
source: Brake Parts
ru: Детали тормозов
tr: Fren Parçaları

# subSubcategorySuspensionParts
source: Suspension Parts
ru: Детали подвески
tr: Süspansiyon Parçaları

# subSubcategoryExhaustParts
source: Exhaust Parts
ru: Детали выхлопной системы
tr: Egzoz Parçaları

# subSubcategoryElectricalPartsAuto
source: Electrical Parts
ru: Электрические детали
tr: Elektrik Parçaları

# subSubcategoryBodyParts
source: Body Parts
ru: Детали кузова
tr: Kaporta Parçaları

# subSubcategoryInteriorAccessoriesAuto
source: Interior Accessories
ru: Аксессуары интерьера
tr: İç Aksesuar

# subSubcategoryExteriorAccessories
source: Exterior Accessories
ru: Внешние аксессуары
tr: Dış Aksesuar

# subSubcategoryCarWashProducts
source: Car Wash Products
ru: Средства для мытья автомобиля
tr: Araba Yıkama Ürünleri

# subSubcategoryWaxPolish
source: Wax & Polish
ru: Воск и полироль
tr: Cila ve Parlatıcı

# subSubcategoryInteriorCleaners
source: Interior Cleaners
ru: Очистители интерьера
tr: İç Temizleyiciler

# maximumProductsPerBundle
source: Maximum 6 products per bundle
ru: Максимум 6 товаров в наборе
tr: Paket başına maksimum 6 ürün

# selectAtLeastTwoProducts
source: Select at least 2 products
ru: Выберите минимум 2 товара
tr: En az 2 ürün seçin

# bundlePriceMustBeLessThanTotal
source: Bundle price must be less than total original price
ru: Цена набора должна быть меньше общей исходной цены
tr: Paket fiyatı toplam orijinal fiyattan düşük olmalıdır

# failedToCreateBundleWithError
source: Failed to create bundle: {error}
ru: Не удалось создать набор: {error}
tr: Paket oluşturulamadı: {error}

# noProductsAvailableForBundle
source: No products available
ru: Товары недоступны
tr: Ürün bulunmuyor

# addProductsToShopToCreateBundles
source: Add products to your shop to create bundles
ru: Добавьте товары в свой магазин для создания наборов
tr: Paket oluşturmak için mağazanıza ürün ekleyin

source: Original Total
ru: Исходная сумма
tr: Orijinal Toplam

# saveBundleAmount
source: Save {amount} {currency} ({percentage}%)
ru: Экономия {amount} {currency} ({percentage}%)
tr: {amount} {currency} Tasarruf Edin ({percentage}%)

# productsSelectedOutOfSix
source: {count}/6 products selected
ru: {count}/6 товаров выбрано
tr: {count}/6 ürün seçildi

# createBundleWithCount
source: Create Bundle ({count} products)
ru: Создать набор ({count} товаров)
tr: Paket Oluştur ({count} ürün)

# productCountBundle
source: {count} Product Bundle
ru: Набор из {count} товаров
tr: {count} Ürün Paketi

# productsColon
source: Products:
ru: Товары:
tr: Ürünler:

# bundleHasLessThanTwoValidProducts
source: Bundle has less than 2 valid products
ru: В наборе меньше 2 действительных товаров
tr: Pakette 2'den az geçerli ürün var

# failedToLoadBundleData
source: Failed to load bundle data: {error}
ru: Не удалось загрузить данные набора: {error}
tr: Paket verisi yüklenemedi: {error}

# failedToCleanupInvalidProducts
source: Failed to clean up invalid products: {error}
ru: Не удалось очистить недействительные товары: {error}
tr: Geçersiz ürünler temizlenemedi: {error}

# bundleMustHaveAtLeastTwoProducts
source: Bundle must have at least 2 products
ru: В наборе должно быть не менее 2 товаров
tr: Pakette en az 2 ürün olmalıdır

source: Bundle Invalid
ru: Набор недействителен
tr: Paket Geçersiz

# productsInBundle
source: {count} Products in Bundle
ru: {count} товаров в наборе
tr: Paketteki {count} Ürün

# invalidProductsRemovedAutomatically
source: {count} invalid product(s) removed automatically
ru: {count} недействительных товаров автоматически удалено
tr: {count} geçersiz ürün otomatik olarak kaldırıldı

# currentProductsCount
source: Current ({count})
ru: Текущие ({count})
tr: Mevcut ({count})

source: Bundle
ru: Набор
tr: Paket

source: days ago
ru: дней назад
tr: gün önce

source: Receipt Not Found
ru: Квитанция не найдена
tr: Makbuz bulunamadı

# invalidImageFormat
source: You can only upload JPG, PNG, HEIC, HEIF or WEBP.
ru: Неверный формат изображения
tr: Sadece JPG, PNG, HEIC, HEIF veya WEBP yükleyebilirsiniz.

# imageRejected
source: Image contains inappropriate content
ru: Изображение содержит неприемлемый контент
tr: Görsel uygunsuz içerik barındırıyor

# imageUploadedSuccess
source: Image uploaded successfully
ru: Изображение успешно загружено
tr: Görsel başarıyla yüklendi

# adultContentError
source: Image contains explicit adult content
ru: Изображение содержит откровенный контент для взрослых
tr: Görsel açık yetişkin içeriği barındırıyor

# violentContentError
source: Image contains violent content
ru: Изображение содержит насильственный контент
tr: Görsel şiddet içeriği barındırıyor

# moderationError
source: Failed to verify image content. Please try again.
ru: Не удалось проверить содержимое изображения. Попробуйте еще раз.
tr: Görsel içeriği doğrulanamadı. Lütfen tekrar deneyin.

source: Invitation sent successfully!
ru: Приглашение успешно отправлено
tr: Davet başarıyla gönderildi!

# accessRevokedSuccessfully
source: User access revoked successfully!
ru: Доступ успешно отозван
tr: Kullanıcı erişimi başarıyla iptal edildi!

# profileImageUploadError
source: Error uploading image: {error}
ru: Ошибка при загрузке профильного изображения
tr: Fotoğraf yükleme sırasında hata: {error}

source: Search category
ru: Поиск категории
tr: Kategori ara

# noSellerInfo
source: You have no seller information
ru: Нет информации продавца
tr: Kayıtlı satıcı bilginiz bulunmamaktadır

# noSellerInfoForShop
source: You do not have saved seller information for {shopName}
ru: Нет информации продавца для {shopName}
tr: {shopName} için kayıtlı satıcı bilginiz yok

# shopSellerInfo
source: Shop Seller Information
ru: Информация продавца магазина
tr: Mağaza Satıcı Bilgileri

# addSellerInfo
source: Add seller information
ru: Добавить информацию продавца
tr: Satıcı bilgisi ekle

# addSellerInfoTitle
source: Seller information
ru: Информация продавца
tr: Satıcı bilgisi

source: Select brand
ru: Выбрать бренд
tr: Marka seç

source: Search brand
ru: Поиск бренда
tr: Marka ara

# seeAllReviewsWithCount
source: See all reviews {count}
ru: Посмотреть все отзывы {count}
tr: Tüm Yorumları Gör {count}

source: Delete selected
ru: Удалить выбранное
tr: Seçilenleri sil

source: No items selected
ru: Нет выбранных товаров
tr: Hiç ürün seçilmedi

source: Please select items to checkout
ru: Пожалуйста, выберите товары для оформления
tr: Lütfen ödeme için ürün seçin

# itemsRemoved
source: Items removed successfully
ru: Товары успешно удалены
tr: Ürünler başarıyla kaldırıldı

source: Proceed to Checkout
ru: Перейти к оформлению
tr: Ödemeye Geç

# startAddingItems
source: Start adding items to your cart
ru: Начните добавлять товары в корзину
tr: Sepetinize ürün eklemeye başlayın

source: Browse Products
ru: Просмотреть товары
tr: Ürünlere Gözat

# youGotDiscount
source: You got {percentage}% discount!
ru: Вы получили {percentage}% скидку!
tr: %{percentage} indirim kazandınız!

# buyForDiscount
source: Buy {threshold} items for {percentage}% discount
ru: Купите {threshold} товаров и получите {percentage}% скидку
tr: {threshold} ürün alın %{percentage} indirim kazanın

# maxAllowedQuantity
source: Maximum allowed quantity: {max}
ru: Максимально допустимое количество: {max}
tr: İzin verilen maksimum miktar: {max}

source: Error removing favorite
ru: Ошибка удаления избранного
tr: Favori kaldırılırken hata

source: Transfer failed
ru: Передача не удалась
tr: Aktarma başarısız

source: Error transferring item
ru: Ошибка передачи товара
tr: Ürün aktarılırken hata

# maximumBasketLimit
source: Maximum basket limit reached
ru: Достигнут максимальный лимит корзин
tr: Maksimum sepet limitine ulaşıldı

source: Error creating basket
ru: Ошибка создания корзины
tr: Sepet oluşturulurken hata

source: Error deleting basket
ru: Ошибка удаления корзины
tr: Sepet silinirken hata

# failedToLoadFavorites
source: Failed to load favorites. Please try again.
ru: Не удалось загрузить избранное. Пожалуйста, попробуйте снова.
tr: Favoriler yüklenemedi. Lütfen tekrar deneyin.

source: Products removed from favorites
ru: Товары удалены из избранного
tr: Ürünler favorilerden kaldırıldı

source: Error removing favorites
ru: Ошибка удаления избранного
tr: Favoriler kaldırılırken hata

source: Service temporarily unavailable
ru: Сервис временно недоступен
tr: Hizmet geçici olarak kullanılamıyor

source: Failed to update favorites
ru: Не удалось обновить избранное
tr: Favoriler güncellenemedi

source: is already in cart
ru: уже в корзине
tr: zaten sepette

source: is no longer available
ru: больше не доступен
tr: artık mevcut değil

# profileLoadingError
source: Could not load your profile
ru: Не удалось загрузить профиль
tr: Profiliniz yüklenemedi

# profileNetworkError
source: Please check your connection and try again
ru: Проверьте подключение и попробуйте снова
tr: Lütfen bağlantınızı kontrol edip tekrar deneyin

# profileUnknownError
source: Something went wrong. Please try again
ru: Что-то пошло не так. Попробуйте снова
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin

# errorNoConnection
source: No internet connection. Please check your network and try again.
ru: Нет подключения к интернету. Проверьте сеть и попробуйте снова.
tr: İnternet bağlantısı yok. Lütfen ağınızı kontrol edip tekrar deneyin.

# errorTimeout
source: Request timed out. Please check your connection and try again.
ru: Время ожидания истекло. Проверьте подключение и попробуйте снова.
tr: İstek zaman aşımına uğradı. Lütfen bağlantınızı kontrol edip tekrar deneyin.

source: Scan QR Code
ru: Сканировать QR-код
tr: QR Kod Tara

# scanBuyerQRToVerify
source: Scan the buyer's QR code from their order receipt to verify delivery
ru: Отсканируйте QR-код покупателя из квитанции заказа для подтверждения доставки
tr: Teslimatı doğrulamak için alıcının sipariş fişindeki QR kodunu tarayın

source: Verifying QR code...
ru: Проверка QR-кода...
tr: QR kod doğrulanıyor...

# positionQRInFrame
source: Position the QR code within the frame to scan
ru: Поместите QR-код в рамку для сканирования
tr: Taramak için QR kodu çerçeve içine yerleştirin

source: Skip QR Verification
ru: Пропустить проверку QR
tr: QR Doğrulamayı Atla

# skipQRVerificationMessage
source: Are you sure you want to skip QR verification? This should only be done if the buyer cannot show their QR code.
ru: Вы уверены, что хотите пропустить проверку QR? Это следует делать только если покупатель не может показать свой QR-код.
tr: QR doğrulamayı atlamak istediğinizden emin misiniz? Bu yalnızca alıcı QR kodunu gösteremiyorsa yapılmalıdır.

# skipAndContinue
source: Skip & Continue
ru: Пропустить и продолжить
tr: Atla ve Devam Et

# qrVerifiedDeliveryConfirmed
source: QR verified! Delivery confirmed successfully
ru: QR подтвержден! Доставка успешно подтверждена
tr: QR doğrulandı! Teslimat başarıyla onaylandı

source: QR verification failed
ru: Проверка QR не удалась
tr: QR doğrulama başarısız

source: Invalid QR code
ru: Недействительный QR-код
tr: Geçersiz QR kod

# qrCodeMismatch
source: QR code does not match this order
ru: QR-код не соответствует этому заказу
tr: QR kod bu siparişle eşleşmiyor

# stopConfirmedMovingNext
source: Stop confirmed. Moving to next stop.
ru: Остановка подтверждена. Переход к следующей.
tr: Durak onaylandı. Sonraki durağa geçiliyor.

source: I accept
ru: Я принимаю
tr: Kabul ediyorum

source: Distance Selling Agreement
ru: Договор дистанционной продажи
tr: Mesafeli Satış Sözleşmesi

source: Personal Data
ru: Персональные данные
tr: Kişisel Veriler

# pleaseLoginToSubmitQuestion
source: Please login to submit a question
ru: Пожалуйста, войдите, чтобы задать вопрос
tr: Soru göndermek için lütfen giriş yapın

source: Cannot Edit Product
ru: Редактирование невозможно
tr: Ürün Düzenlenemiyor

# cannotEditProductMessage
source: This product cannot be edited because it is included in a campaign, bundle, or has active sale preferences. Please remove the product from the campaign/bundle or clear the sale preferences first.
ru: Этот товар нельзя редактировать, так как он включен в акцию, набор или имеет активные настройки продажи. Сначала удалите товар из акции/набора или отключите настройки продажи.
tr: Bu ürün bir kampanyaya, pakete dahil olduğu veya aktif satış tercihleri bulunduğu için düzenlenemiyor. Lütfen önce ürünü kampanyadan/paketten çıkarın veya satış tercihlerini kaldırın.

# removeDiscountToCreateBundle
source: This product has an active discount. Remove the discount first to add it to a bundle.
ru: На этот товар действует скидка. Сначала удалите скидку, чтобы добавить его в набор.
tr: Bu üründe aktif indirim var. Pakete eklemek için önce indirimi kaldırın.

# productInBundleCannotAddToCampaign
source: This product is part of a bundle. Remove it from the bundle first to include it in the campaign.
ru: Этот товар входит в набор. Сначала удалите его из набора, чтобы включить в акцию.
tr: Bu ürün bir paketin parçası. Kampanyaya dahil etmek için önce paketten çıkarın.

source: Shop Notifications
ru: Уведомления магазина
tr: Mağaza Bildirimleri

# noShopNotifications
source: No notifications yet
ru: Уведомлений пока нет
tr: Henüz bildirim yok

# noShopNotificationsDesc
source: Notifications about your shop will appear here
ru: Здесь будут отображаться уведомления о вашем магазине
tr: Mağazanızla ilgili bildirimler burada görünecek

# errorLoadingNotifications
source: Failed to load notifications
ru: Не удалось загрузить уведомления
tr: Bildirimler yüklenemedi

source: Just now
ru: Только что
tr: Az önce

source: Product Applications
ru: Заявки на товары
tr: Ürün Başvuruları

source: Skip
ru: Пропустить
tr: Atla

# profileCompletionMessage
source: Add your information for a personalized experience
ru: Добавьте свою информацию для персонализированного опыта
tr: Kişiselleştirilmiş deneyim için bilgilerinizi ekleyin

source: Agreement Required
ru: Требуется согласие
tr: Sözleşme Onayı Gerekli

# agreementModalDescription
source: To continue using the app, please review and accept our terms and agreements.
ru: Чтобы продолжить использование приложения, пожалуйста, ознакомьтесь и примите наши условия и соглашения.
tr: Uygulamayı kullanmaya devam etmek için lütfen şartlarımızı ve sözleşmelerimizi inceleyin ve kabul edin.

# iHaveReadAndAccept
source: I have read and accept all agreements
ru: Я прочитал и принимаю все соглашения
tr: Tüm sözleşmeleri okudum ve kabul ediyorum

# acceptAndContinue
source: Accept & Continue
ru: Принять и продолжить
tr: Kabul Et ve Devam Et

# appleLoginButton
source: Continue with Apple
ru: Вход через Apple
tr: Apple ile Giriş Yap

source: Register with Apple
ru: Зарегистрироваться через Apple
tr: Apple ile Kayıt Ol

source: What's your name?
ru: Как вас зовут?
tr: Adınız nedir?

# nameNeededForOrders
source: We need your name for order delivery
ru: Нам нужно ваше имя для доставки заказа
tr: Sipariş teslimatı için adınıza ihtiyacımız var

source: First Name
ru: Имя
tr: Ad

source: Last Name
ru: Фамилия
tr: Soyad

# firstNameHint
source: Enter your first name
ru: Введите ваше имя
tr: Adınızı girin

# lastNameHint
source: Enter your last name
ru: Введите вашу фамилию
tr: Soyadınızı girin

# firstNameRequired
source: First name is required
ru: Имя обязательно
tr: Ad gerekli

# lastNameRequired
source: Last name is required
ru: Фамилия обязательна
tr: Soyad gerekli

# nameTooShort
source: Name is too short
ru: Имя слишком короткое
tr: İsim çok kısa

# nameRequiredMessage
source: Please provide your name to continue.
ru: Пожалуйста, укажите ваше имя, чтобы продолжить.
tr: Devam etmek için lütfen adınızı girin.

# bundleNoLongerAvailable
source: Bundle no longer available. Regular price will be applied.
ru: Комплект больше не доступен. Будет применена обычная цена.
tr: Paket artık mevcut değil. Normal fiyat uygulanacak.

# bundleNoLongerAvailableTitle
source: Bundle Unavailable
ru: Комплект недоступен
tr: Paket Mevcut Değil

source: Bundle Status
ru: Статус комплекта
tr: Paket Durumu

# bundleWasPrice
source: Was (Bundle)
ru: Было (Комплект)
tr: Önceki (Paket)

# nowRegularPrice
source: Now (Regular)
ru: Сейчас (Обычная)
tr: Şimdi (Normal)

source: Regular Price
ru: Обычная цена
tr: Normal Fiyat

# adServiceTemporarilyOff
source: Service Temporarily Unavailable
ru: Сервис временно недоступен
tr: Servis Geçici Olarak Kapalı

# adServiceDisabledMessage
source: Ad submissions are temporarily paused. Your ongoing boosts will not be affected. Please check back later.
ru: Подача рекламы временно приостановлена. Ваши текущие рекламные акции не будут затронуты. Пожалуйста, проверьте позже.
tr: Reklam başvuruları geçici olarak durdurulmuştur. Devam eden reklamlarınız etkilenmeyecektir. Lütfen daha sonra tekrar deneyin.

# boostServiceTemporarilyOff
source: Service Temporarily Unavailable
ru: Сервис временно недоступен
tr: Servis Geçici Olarak Kapalı

# boostServiceDisabledMessage
source: Product boosting is temporarily paused. Your active boosts will continue running. Please check back later.
ru: Продвижение товаров временно приостановлено. Ваши активные продвижения продолжат работать. Пожалуйста, проверьте позже.
tr: Ürün boost işlemleri geçici olarak durdurulmuştur. Aktif boostlarınız çalışmaya devam edecektir. Lütfen daha sonra tekrar deneyin.

# subSubcategoryBrakeComponents
source: Brake Components
ru: Тормозные компоненты
tr: Fren Parçaları

# subSubcategoryTransmissionParts
source: Transmission Parts
ru: Детали трансмиссии
tr: Şanzıman Parçaları

# subSubcategoryExhaustSystems
source: Exhaust Systems
ru: Выхлопные системы
tr: Egzoz Sistemleri

# subSubcategoryFiltersAuto
source: Filters
ru: Фильтры
tr: Filtreler

# subSubcategoryBeltsHoses
source: Belts & Hoses
ru: Ремни и шланги
tr: Kayış ve Hortumlar

# subSubcategoryCarAudio
source: Car Audio
ru: Автомобильная аудиосистема
tr: Araç Ses Sistemleri

# subSubcategoryDashCams
source: Dash Cams
ru: Видеорегистраторы
tr: Araç Kameraları

# subSubcategoryBluetoothAdapters
source: Bluetooth Adapters
ru: Bluetooth адаптеры
tr: Bluetooth Adaptörleri

# subSubcategoryBackupCameras
source: Backup Cameras
ru: Камеры заднего вида
tr: Geri Görüş Kameraları

# subSubcategoryMotorOil
source: Motor Oil
ru: Моторное масло
tr: Motor Yağı

# subSubcategoryCarCleaners
source: Car Cleaners
ru: Очистители для авто
tr: Araç Temizleyicileri

# subSubcategoryMaintenanceTools
source: Maintenance Tools
ru: Инструменты для обслуживания
tr: Bakım Aletleri

# subSubcategoryFluidsAuto
source: Fluids
ru: Автомобильные жидкости
tr: Sıvılar

# subSubcategoryTires
source: Tires
ru: Шины
tr: Lastikler

# subSubcategoryWheels
source: Wheels
ru: Диски
tr: Jantlar

# subSubcategoryTireAccessories
source: Tire Accessories
ru: Аксессуары для шин
tr: Lastik Aksesuarları

# subSubcategoryWheelCovers
source: Wheel Covers
ru: Колпаки на колёса
tr: Jant Kapakları

# subSubcategoryTirePressureMonitors
source: Tire Pressure Monitors
ru: Датчики давления в шинах
tr: Lastik Basınç Monitörleri

# subSubcategorySeatCovers
source: Seat Covers
ru: Чехлы на сиденья
tr: Koltuk Kılıfları

# subSubcategoryFloorMats
source: Floor Mats
ru: Коврики
tr: Paspaslar

# subSubcategorySteeringWheelCovers
source: Steering Wheel Covers
ru: Чехлы на руль
tr: Direksiyon Kılıfları

# subSubcategoryAirFresheners
source: Air Fresheners
ru: Автомобильные освежители воздуха
tr: Oto Kokuları

# subSubcategoryInteriorOrganizers
source: Interior Organizers
ru: Органайзеры для салона
tr: İç Mekan Düzenleyicileri

# subSubcategorySunshades
source: Sunshades
ru: Солнцезащитные шторки
tr: Güneşlikler

# subSubcategoryCarCovers
source: Car Covers
ru: Чехлы для автомобиля
tr: Araç Örtüleri

# subSubcategoryRoofRacks
source: Roof Racks
ru: Багажники на крышу
tr: Tavan Bagajları

# subSubcategoryRunningBoards
source: Running Boards
ru: Пороги
tr: Kapı Basamakları

# subSubcategoryMudFlaps
source: Mud Flaps
ru: Брызговики
tr: Çamurluklar

# subSubcategoryLicensePlateFrames
source: License Plate Frames
ru: Рамки для номерных знаков
tr: Plaka Çerçeveleri

# subSubcategoryDecals
source: Decals
ru: Наклейки
tr: Çıkartmalar

# subSubcategoryJumpStarters
source: Jump Starters
ru: Пуско-зарядные устройства
tr: Akü Takviye Cihazları

# subSubcategoryTireGauges
source: Tire Gauges
ru: Манометры для шин
tr: Lastik Basınç Ölçerler

# subSubcategoryMechanicsTools
source: Mechanics Tools
ru: Инструменты механика
tr: Mekanik Aletleri

# subSubcategoryCarJacks
source: Car Jacks
ru: Домкраты
tr: Araba Krikoları

# subSubcategoryEmergencyKitsAuto
source: Emergency Kits
ru: Аварийные наборы
tr: Acil Durum Setleri
