Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# errorLoadingProducts
source: Error loading products. Please try again.
ru: Ошибка при загрузке товаров
tr: Ürünler yüklenirken hata oluştu

source: No products found
ru: Товаров не найдено.
tr: Ürün bulunamadı.

source: Collections
ru: Коллекции
tr: Koleksiyonlar

source: Create Collection
ru: Создать коллекцию
tr: Koleksiyon Oluştur

source: Collection Name
ru: Название коллекции
tr: Koleksiyon Adı

source: Edit Collection
ru: Редактировать коллекцию
tr: Koleksiyonu Düzenle

source: Delete Collection
ru: Удалить коллекцию
tr: Koleksiyonu Sil

# deleteCollectionConfirmation
source: Are you sure you want to delete this collection? This action cannot be undone.
ru: Вы уверены, что хотите удалить эту коллекцию? Это действие невозможно отменить.
tr: Bu koleksiyonu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Manage Collections
ru: Управление коллекциями
tr: Koleksiyonları Yönet

# collectionsDescription
source: Organize your products into collections to make them easier to find and showcase to customers.
ru: Организуйте товары в коллекции, чтобы клиенты могли легче их находить и создавать витрины.
tr: Ürünlerinizi koleksiyonlar halinde düzenleyerek müşterilerinizin daha kolay bulmasını ve vitrin oluşturmasını sağlayın.

source: No collections yet
ru: Коллекций пока нет
tr: Henüz koleksiyon yok

# createFirstCollection
source: Create your first collection to get started
ru: Создайте свою первую коллекцию для начала
tr: Başlamak için ilk koleksiyonunuzu oluşturun

source: Unnamed Collection
ru: Безымянная коллекция
tr: İsimsiz Koleksiyon

source: Add Products
ru: Добавить товары
tr: Ürün ekle

source: Select Products
ru: Выберите товары
tr: Ürün seçin

source: Done
ru: Готово
tr: Tamam

# productsSelected
source: {count} products selected
ru: Выбрано {count} товаров
tr: {count} ürün seçildi

source: No products available
ru: Нет доступных товаров
tr: Ürün bulunmuyor

# noProductsFoundDescription
source: Try adjusting your filters or check back later
ru: Отрегулируйте фильтры или проверьте позже
tr: Filtrelerinizi ayarlayın veya daha sonra tekrar kontrol edin

source: Try Again
ru: Попробовать снова
tr: Tekrar Dene

source: products found
ru: товаров найдено
tr: ürün bulundu

# noProductsMatchFilters
source: No products match your filters
ru: Товаров, соответствующих вашим фильтрам, не найдено
tr: Filtrelerinizle eşleşen ürün bulunamadı

# tryRemovingFilters
source: Try removing some filters
ru: Попробуйте удалить некоторые фильтры
tr: Bazı filtreleri kaldırmayı deneyin

source: Failed to delete search entry
ru: Ошибка при удалении истории поиска
tr: Arama geçmişi silinirken hata oluştu

# failedToClearHistory
source: Failed to clear search history
ru: Ошибка при очистке истории поиска
tr: Arama geçmişi temizlenirken hata oluştu

source: Discount updated successfully
ru: Скидка успешно обновлена
tr: İndirim başarıyla güncellendi

source: products removed from campaign
ru: товаров удалено из кампании
tr: ürün kampanyadan kaldırıldı

source: Processing...
ru: Обработка...
tr: İşleniyor...

source: Adjust Filters
ru: Отрегулировать фильтры
tr: Filtreleri Ayarla

source: Sub-sub Category
ru: Подкатегория
tr: Alt-alt Kategori

source: Submitting review...
ru: Отправка отзыва...
tr: Değerlendirme gönderiliyor...

# pleaseProvideRatingAndReview
source: Please provide a rating and review text
ru: Пожалуйста, укажите рейтинг и текст отзыва
tr: Lütfen bir değerlendirme ve yorum metni sağlayın

# selectFootwearGender
source: Select gender
ru: Выберите пол
tr: Cinsiyet seçin

# footwearGender
source: Gender
ru: Пол
tr: Cinsiyet

source: Order Details
ru: Детали заказа
tr: Sipariş Detayları

# cartItemsCount
source: {count, plural, =0{No items} one{# item} other{# items}}
ru: {count, plural, =0{нет товаров} other{# товара(ов)}}
tr: {count, plural, =0{Öğe yok} other{# öğe}}

# orderNumber
source: Order #
ru: Заказ №
tr: Sipariş #

source: Unknown
ru: Неизвестно
tr: Bilinmiyor

# statusPending
source: Pending
ru: Ожидается
tr: Beklemede

# statusShipped
source: Shipped
ru: Отправлено
tr: Gönderildi

# statusDelivered
source: Delivered
ru: Доставлено
tr: Teslim Edildi

source: Shop Sales
ru: Продажи магазина
tr: Mağaza Satışları

# accessShopSalesDashboard
source: Access your shop sales dashboard
ru: Получите доступ к панели продаж вашего магазина
tr: Mağaza satış panelinize erişin

# productsTransferredToBasket
source: Products transferred to favorite list
ru: Товары переместили в корзину
tr: Ürünler baskete taşındı

source: Payment Methods
ru: Способы оплаты
tr: Ödeme Yöntemleri

# noSavedPaymentMethods
source: You have no saved payment methods
ru: У вас нет сохраненных методов оплаты
tr: Kayıtlı ödeme yönteminiz bulunmamaktadır

# addNewPaymentMethod
source: Add a new payment method
ru: Добавить способ оплаты
tr: Ödeme yöntemi ekle

# basketCreated
source: Favorite list created successfully
ru: Корзина успешно создана
tr: Basket başarıyla oluşturuldu

# basketDeleted
source: Favorite list deleted successfully
ru: Корзина успешно удалена
tr: Basket başarıyla silindi

# invalidPriceRange
source: Minimum price cannot be greater than maximum price
ru: Минимальная цена не может быть больше максимальной
tr: Minimum fiyat maksimum fiyattan büyük olamaz

source: All Brands
ru: Все бренды
tr: Tüm Markalar

# clearColors
source: Clear All Colors
ru: Очистить все цвета
tr: Tüm Renkleri Temizle

# priceRange2
source: Price Range
ru: Ценовой диапазон
tr: Fiyat Aralığı

source: Quick Price Ranges
ru: Быстрые ценовые диапазоны
tr: Hızlı Fiyat Aralıkları

# minPrice
source: Min Price (TL)
ru: Минимальная цена
tr: Minimum Fiyat

# tryAdjustingFilters
source: Try adjusting your filters
ru: Попробуйте отрегулировать фильтры
tr: Filtrelerinizi ayarlamayı deneyin

source: Active filters
ru: Активные фильтры
tr: Aktif filtreler

# maxPrice
source: Max Price (TL)
ru: Максимальная цена
tr: Maksimum Fiyat

source: Filters
ru: Фильтры
tr: Filtreler

# clearBrands
source: Clear All Brands
ru: Очистить все бренды
tr: Tüm Markaları Temizle

source: New payment method
ru: Новый способ оплаты
tr: Yeni ödeme yöntemi

source: Edit payment method
ru: Редактировать способ оплаты
tr: Ödeme yöntemi düzenle

source: Card Holder Name
ru: Имя владельца карты
tr: Kart Sahibinin Adı

source: Card Number
ru: Номер карты
tr: Kart Numarası

source: Expiry Date
ru: Дата окончания
tr: Son Kullanma Tarihi

source: Save
ru: Сохранить
tr: Kaydet

source: Cancel
ru: Отмена
tr: İptal

source: Loading...
ru: Загрузка...
tr: Yükleniyor...

# salesPausedTitle
source: Sales Temporarily Paused
ru: Продажи временно приостановлены
tr: Satışlar Geçici Olarak Durduruldu

# salesPausedMessage
source: We are currently not accepting orders. Please try again later.
ru: В данный момент мы не принимаем заказы. Пожалуйста, попробуйте позже.
tr: Şu anda sipariş almıyoruz. Lütfen daha sonra tekrar deneyin.

# salesTemporarilyPaused
source: Sales are temporarily paused
ru: Продажи временно приостановлены
tr: Satışlar geçici olarak durduruldu

source: Checkout Paused
ru: Оформление приостановлено
tr: Ödeme Durduruldu

source: Understood
ru: Понятно
tr: Anladım

source: Question Answered
ru: Вопрос Отвечен 💬
tr: Soru Yanıtlandı 💬

# addFirstPaymentMethod
source: Add your first payment method to get started
ru: Добавьте свой первый способ оплаты для начала
tr: Başlamak için ilk ödeme yönteminizi ekleyin

source: Saved Cards
ru: Сохранённые карты
tr: Kayıtlı Kartlar

# ofFourMethods
source: of 4 methods
ru: / 4 способов
tr: / 4 yöntem

source: Add New
ru: Добавить новый
tr: Yeni Ekle

source: Preferred
ru: Предпочтительный
tr: Tercih Edilen

source: Expires
ru: Срок действия
tr: Son Kullanma

# maxPaymentMethodsReached
source: Maximum 4 payment methods allowed
ru: Разрешено максимум 4 способа оплаты
tr: Maksimum 4 ödeme yöntemine izin verilir

# paymentMethodAdded
source: Payment method added successfully
ru: Способ оплаты успешно добавлен
tr: Ödeme yöntemi başarıyla eklendi

# paymentMethodUpdated
source: Payment method updated successfully
ru: Способ оплаты успешно обновлен
tr: Ödeme yöntemi başarıyla güncellendi

source: Payment method deleted
ru: Способ оплаты удалён
tr: Ödeme yöntemi silindi

source: Preferred payment method set
ru: Предпочтительный способ оплаты установлен
tr: Tercih edilen ödeme yöntemi ayarlandı

# errorOccurred
source: An error occurred:
ru: Произошла ошибка:

source: Delete Payment Method
ru: Удалить способ оплаты
tr: Ödeme Yöntemini Sil

# deletePaymentMethodConfirmation
source: Are you sure you want to delete this payment method?
ru: Вы уверены, что хотите удалить этот способ оплаты?
tr: Bu ödeme yöntemini silmek istediğinizden emin misiniz?

source: Delete
ru: Удалить
tr: Sil

# addNewCardDetails
source: Add your new card details
ru: Добавьте данные новой карты
tr: Yeni kart bilgilerinizi ekleyin

# updateCardDetails
source: Update your card details
ru: Обновите данные карты
tr: Kart bilgilerinizi güncelleyin

source: Enter cardholder name
ru: Введите имя держателя карты
tr: Kart sahibinin adını girin

source: Enter card number
ru: Введите номер карты
tr: Kart numarasını girin

source: Unsupported card type
ru: Неподдерживаемый тип карты
tr: Desteklenmeyen kart türü

source: Saved Addresses
ru: Сохраненные адреса
tr: Kayıtlı adresler

# ofFourAddresses
source: of 4 addresses
ru: из 4 адресов
tr: 4 adresden

# addFirstAddress
source: Add your first address to get started
ru: Добавьте свой первый адрес для начала
tr: Başlamak için ilk adresinizi ekleyin

source: Coordinates
ru: Координаты
tr: Koordinatlar

# maxAddressesReached
source: Maximum 4 addresses allowed
ru: Разрешено максимум 4 адреса
tr: Maksimum 4 adrese izin verilir

# addressAdded
source: Address added successfully
ru: Адрес успешно добавлен
tr: Adres başarıyla eklendi

# addressUpdated
source: Address updated successfully
ru: Адрес успешно обновлен
tr: Adres başarıyla güncellendi

source: Address deleted
ru: Адрес удалён
tr: Adres silindi

source: Delete Address
ru: Удалить адрес
tr: Adresi Sil

# deleteAddressConfirmation
source: Are you sure you want to delete this address?
ru: Вы уверены, что хотите удалить этот адрес?
tr: Bu adresi silmek istediğinizden emin misiniz?

source: Preferred address set
ru: Предпочтительный адрес установлен
tr: Tercih edilen adres ayarlandı

source: Seller Information
ru: Информация продавца
tr: Satıcı Bilgileri

source: Your seller details
ru: Ваши данные продавца
tr: Satıcı detaylarınız

# addSellerInfoDescription
source: Add your seller information to start selling
ru: Добавьте информацию о продавце для начала продаж
tr: Satış yapmaya başlamak için satıcı bilgilerinizi ekleyin

# sellerInfoAdded
source: Seller information added successfully
ru: Информация продавца успешно добавлена
tr: Satıcı bilgileri başarıyla eklendi

# sellerInfoUpdated
source: Seller information updated successfully
ru: Информация продавца успешно обновлена
tr: Satıcı bilgileri başarıyla güncellendi

# sellerInfoDeleted
source: Seller information deleted
ru: Информация продавца удалена
tr: Satıcı bilgileri silindi

# deleteSellerInfo
source: Delete Seller Information
ru: Удалить информацию продавца
tr: Satıcı Bilgilerini Sil

# deleteSellerInfoConfirmation
source: Are you sure you want to delete your seller information?
ru: Вы уверены, что хотите удалить информацию продавца?
tr: Satıcı bilgilerinizi silmek istediğinizden emin misiniz?

source: MM/YY
ru: МММ/ГГ
tr: AA/YY

source: Enter CVV
ru: Введите CVV
tr: CVV girin

source: Products moved to favorites
ru: Товары перемещены в избранное
tr: Ürünler favorilere taşındı

# productTransferredToBasket
source: Product transferred to favorite list
ru: Товар перемещен в корзину
tr: Ürün baskete taşındı

source: Product moved to favorites
ru: Товар перемещен в избранное
tr: Ürün favorilere taşındı

source: Loading sales data
ru: Загрузка данных о продажах...
tr: Satış verileri yükleniyor...

# errorLoadingData
source: Error loading data: {error}
ru: Ошибка при загрузке данных
tr: Veriler yüklenirken hata oluştu

# unableToLoadSalesInfo
source: Unable to load sales information. Please try again.
ru: Не удается загрузить информацию о продажах. Пожалуйста, попробуйте снова.
tr: Satış bilgileri yüklenemiyor. Lütfen tekrar deneyin.

source: Clear All
ru: Очистить все
tr: Tümünü Temizle

# confirmClearAllSearchHistory
source: Are you sure you want to delete all the history?
ru: Вы уверены, что хотите удалить всю историю поиска?
tr: Arama geçmişinizin hepsini silmek istediğinizden emin misiniz?

# searchNetworkError
source: Check your internet connection
ru: Проверьте подключение к интернету
tr: İnternet bağlantınızı kontrol edin

# searchGeneralError
source: Search temporarily unavailable
ru: Поиск временно недоступен
tr: Arama geçici olarak kullanılamıyor

# searchRetryButton
source: Tap to retry
ru: Коснитесь, чтобы повторить попытку
tr: Tekrar denemek için dokunun

source: Searching products
ru: Поиск товаров...
tr: Ürünler aranıyor.

# searchCheckConnection
source: Please check your connection and try again
ru: Пожалуйста, проверьте подключение и попробуйте снова
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin

# searchOfflineMode
source: Offline mode
ru: Автономный режим
tr: Çevrimdışı mod

# searchTryAgainLater
source: Please try again in a moment
ru: Пожалуйста, попробуйте позже
tr: Lütfen bir süre sonra tekrar deneyin

# searchNoConnection
source: No internet connection available
ru: Интернет-соединение недоступно
tr: İnternet bağlantısı mevcut değil

source: Retry
ru: Повторить
tr: Tekrar Dene

source: No items in this order
ru: Нет товаров в этом заказе
tr: Bu siparişte ürün yok

source: No Shop Sales Yet
ru: Пока нет продаж в магазине
tr: Henüz Mağaza Satışı Yok

source: Campaign Success
ru: Кампания успешна
tr: Kampanya Başarılı

# campaignLinkSuccess
source: Your products have been successfully linked to the campaign!
ru: Ваши товары успешно привязаны к кампании!
tr: Ürünleriniz kampanyaya başarıyla bağlandı!

# campaignLinkSuccessDescription
source: Your selected products are now part of the campaign and will be visible to customers during the campaign period.
ru: Выбранные товары теперь являются частью кампании и будут видны клиентам на протяжении всей кампании.
tr: Seçtiğiniz ürünler artık kampanyanın bir parçası ve kampanya süresince müşterilere görünür olacak.

source: Linked Products
ru: Привязанные товары
tr: Bağlanan Ürünler

source: Products with Discount
ru: Товары со скидкой
tr: İndirimli Ürünler

source: Average Discount
ru: Средняя скидка
tr: Ortalama İndirim

source: Boost Your Products
ru: Продвигайте свои товары
tr: Ürünlerinizi Destekleyin

# reachWiderAudience
source: Reach a wider audience and increase your sales
ru: Достигните более широкую аудиторию и увеличьте продажи
tr: Daha geniş kitleye ulaşın ve satışlarınızı artırın

# promoteProductsQuestion
source: Do you want to promote your products in the campaign so that they reach a wider audience?
ru: Хотите продвигать свои товары в кампании, чтобы достичь более широкой аудитории?
tr: Ürünlerinizi kampanyada tanıtarak daha geniş bir kitleye ulaşmasını ister misiniz?

source: Yes
ru: Да
tr: Evet

source: No Thanks
ru: Нет, спасибо
tr: Hayır Teşekkürler

source: Campaign
ru: Кампания
tr: Kampanya

# campaignSuccessTitle
source: Campaign Active!
ru: Кампания активна!
tr: Kampanya Aktif!

# campaignSuccessMessage
source: You have successfully campaigned your products. Click on the button to make changes.
ru: Вы успешно добавили товары в кампанию. Нажмите кнопку для внесения изменений.
tr: Ürünlerinizi başarıyla kampanyaya dahil ettiniz. Değişiklik yapmak için butona tıklayın.

source: Edit Campaign
ru: Редактировать кампанию
tr: Kampanyayı Düzenle

source: products in campaign
ru: товаров в кампании
tr: kampanyada ürün

source: Campaign Products
ru: Товары кампании
tr: Kampanya Ürünleri

source: No products in campaign
ru: Нет товаров в кампании
tr: Kampanyada ürün yok

# addProductsToCampaignToGetStarted
source: Add products to this campaign to get started
ru: Добавьте товары в эту кампанию для начала
tr: Başlamak için bu kampanyaya ürün ekleyin

source: No available products
ru: Нет доступных товаров
tr: Mevcut ürün yok

# allProductsAlreadyInCampaigns
source: All your products are already in campaigns
ru: Все ваши товары уже в кампаниях
tr: Tüm ürünleriniz zaten kampanyalarda

source: Clear
ru: Очистить
tr: Temizle

source: Remove from campaign
ru: Удалить из кампании
tr: Kampanyadan çıkar

source: Discount Percentage
ru: Процент скидки
tr: İndirim Yüzdesi

source: Min
ru: Мин

source: Max
ru: Макс
tr: Maks

# versionCheckUpdateAvailable
source: Update Available
ru: Доступно обновление
tr: Güncelleme Mevcut

# versionCheckUpdateRequired
source: Update Required
ru: Требуется обновление
tr: Güncelleme Gerekli

# versionCheckMaintenance
source: Under Maintenance
ru: Техническое обслуживание
tr: Bakım Çalışması

# versionCheckUpToDate
source: Up to Date
ru: Актуальная версия
tr: Güncel

# versionCheckUpdateNow
source: Update Now
ru: Обновить сейчас
tr: Şimdi Güncelle

# versionCheckLater
source: Maybe Later
ru: Позже
tr: Daha Sonra

# versionCheckCloseApp
source: Close App
ru: Закрыть приложение
tr: Uygulamayı Kapat

# versionCheckWhatsNew
source: What's New
ru: Что нового
tr: Yenilikler

# versionCheckEstimatedTime
source: ESTIMATED TIME REMAINING
ru: ОРИЕНТИРОВОЧНОЕ ВРЕМЯ
tr: TAHMİNİ KALAN SÜRE

# versionCheckHours
source: hours
ru: час
tr: saat

# versionCheckMinutes
source: min
ru: мин
tr: dk

# versionCheckSeconds
source: sec
ru: сек
tr: sn

# versionCheckStoreError
source: Could not open the store. Please try again.
ru: Не удалось открыть магазин. Попробуйте ещё раз.
tr: Mağaza açılamadı. Lütfen tekrar deneyin.

# versionCheckUpdateDefault
source: A new version is available. Update now for the best experience.
ru: Доступна новая версия. Обновите сейчас для лучшего опыта.
tr: Yeni bir sürüm mevcut. En iyi deneyim için şimdi güncelleyin.

# versionCheckMaintenanceDefault
source: We are currently performing maintenance. Please try again later.
ru: В настоящее время проводятся технические работы. Пожалуйста, попробуйте позже.
tr: Şu anda bakım yapıyoruz. Lütfen daha sonra tekrar deneyin.

source: Update
ru: Обновить
tr: Güncelle

source: Add
ru: Добавить
tr: Ekle

source: Products
ru: Товары
tr: Ürünler

source: Adding...
ru: Добавление...
tr: Ekleniyor...

source: Remove Product
ru: Удалить товар
tr: Ürünü kaldır

# areYouSureRemoveProduct
source: Are you sure you want to remove
ru: Вы уверены
tr: Emin misiniz

source: from this campaign
ru: удалить товар из этой кампании
tr: ürününü bu kampanyadan çıkarmak istediğinizden

source: Remove
ru: Удалить
tr: Kaldır

source: Product removed from campaign
ru: Товар удалён из кампании
tr: Ürün kampanyadan çıkarıldı

source: Failed to remove product
ru: Не удалось удалить товар
tr: Ürün çıkarılamadı

source: Failed to update discount
ru: Не удалось обновить скидку
tr: İndirim güncellenemedi

source: Please select products to add
ru: Пожалуйста, выберите товары для добавления
tr: Lütfen eklenecek ürünleri seçin

source: products added to campaign
ru: товаров добавлено в кампанию
tr: ürün kampanyaya eklendi

source: Failed to add products
ru: Не удалось добавить товары
tr: Ürünler eklenemedi

source: Invalid discount percentage
ru: Неверный процент скидки
tr: Geçersiz indirim yüzdesi

source: Search products, brands, categories...
ru: Поиск товаров, брендов, категорий...
tr: Ürün, marka, kategori ara...

# productsCount
source: {count} products
ru: {count} товаров
tr: {count} ürün

source: Select All
ru: Выбрать всё
tr: Tümünü Seç

source: Out of Stock
ru: Нет в наличии
tr: Stokta Yok

# tryAdjustingSearchTerms
source: Try adjusting your search terms or filters
ru: Попробуйте отрегулировать условия поиска или фильтры
tr: Arama terimlerinizi veya filtrelerinizi ayarlamayı deneyin

# addProductsToShop
source: Add products to your shop to get started
ru: Добавьте товары в магазин для начала
tr: Başlamak için mağazanıza ürün ekleyin

source: Clear Search
ru: Очистить поиск
tr: Aramayı Temizle

# selectAtLeastOneProduct
source: Please select at least one product
ru: Пожалуйста, выберите хотя бы один товар
tr: Lütfen en az bir ürün seçin

# continueWithProducts
source: Continue with {count} product{count, plural, =1{} other{s}}
ru: Продолжить с {count} товаром(товарами)
tr: {count} ürün{count, plural, =1{} other{}} ile devam et

source: Configure Discounts
ru: Конфигурация скидок
tr: İndirim Yapılandırması

source: Bulk discount
ru: Оптовая скидка
tr: Toplu indirim

source: Apply same discount to all products
ru: Применить одинаковую скидку ко всем товарам
tr: Tüm ürünlere aynı indirim uygula

# exampleDiscount
source: e.g., 15.5
ru: например: 15,5
tr: örn: 15,5

# discountRange
source: Range: {min}% - {max}%
ru: Диапазон: %{min} - %{max}
tr: Aralık: %{min} - %{max}

source: Apply
ru: Применить
tr: Uygula

source: Total Products
ru: Всего товаров
tr: Toplam Ürün

source: With Discount
ru: Со скидкой
tr: İndirimli

source: No Discount
ru: Без скидки
tr: İndirimsiz

source: Discount
ru: Скидка
tr: İndirim

# pleaseEnterDiscountPercentage
source: Please enter a discount percentage
ru: Пожалуйста, введите процент скидки
tr: Lütfen bir indirim yüzdesi girin

# discountRangeError
source: Discount must be between {min}% and {max}%
ru: Скидка должна быть от %{min} до %{max}
tr: İndirim %{min} ile %{max} arasında olmalıdır

# bulkDiscountApplied
source: Bulk discount applied to {count} products
ru: Оптовая скидка применена к {count} товарам
tr: Toplu indirim {count} ürüne uygulandı

# allProductsMustHaveDiscount
source: All products must have a discount to continue
ru: Все товары должны иметь скидку для продолжения
tr: Devam etmek için tüm ürünlerde indirim olmalıdır

# someDiscountsInvalid
source: Some discounts are invalid. Must be between {min}% and {max}%
ru: Некоторые скидки невалидны. Должны быть от %{min} до %{max}
tr: Bazı indirimler geçersiz. %{min} ile %{max} arasında olmalıdır

# failedToSaveCampaign
source: Failed to save campaign: {error}
ru: Не удалось сохранить кампанию: {error}
tr: Kampanya kaydedilemedi: {error}

source: Dismiss
ru: Закрыть
tr: Kapat

source: Saving Campaign...
ru: Сохранение кампании...
tr: Kampanya Kaydediliyor...

source: Continue to Summary
ru: Перейти к резюме
tr: Özete Devam Et

# orderDoesntContainShopItems
source: This order doesn't contain any items from your shop.
ru: Этот заказ не содержит товары вашего магазина.
tr: Bu sipariş mağazanızdan hiçbir ürün içermiyor.

# soldProductsWillAppearHere
source: Your sold products will appear here
ru: Проданные товары будут отображаться здесь
tr: Sattığınız ürünler burada görünecek

source: Buyer
ru: Покупатель
tr: Alıcı

source: Qty
ru: Кол-во
tr: Adet

source: Ship
ru: Отправить
tr: Gönder

source: Completed
ru: Завершено
tr: Tamamlandı

# statusCancelled
source: Cancelled
ru: Отменено
tr: İptal Edildi

source: items
ru: товары
tr: ürün

source: Unknown Product
ru: Неизвестный товар
tr: Bilinmeyen Ürün

source: Sold by
ru: Продавец:
tr: Satıcı:

source: Size
ru: Размер
tr: Beden

source: Shipping Address
ru: Адрес доставки
tr: Teslimat Adresi

source: Order Summary
ru: Резюме заказа
tr: Sipariş Özeti

source: Shipping
ru: Доставка
tr: Kargo

source: Free
ru: Бесплатно
tr: Ücretsiz

source: Total
ru: Итого
tr: Toplam

# failedToLoadOrder
source: Failed to load order details
ru: Не удалось загрузить детали заказа
tr: Sipariş detayları yüklenemedi

source: Order Date
ru: Дата заказа
tr: Sipariş Tarihi

source: Payment Method
ru: Способ оплаты
tr: Ödeme Yöntemi

source: Error updating status
ru: Ошибка при обновлении статуса
tr: Durum güncellenirken hata oluştu

# shipmentStatusUpdated
source: Shipment status updated successfully
ru: Статус доставки успешно обновлён
tr: Kargo durumu başarıyla güncellendi
