Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# confirmShipmentMessage
source: Are you sure you want to mark this item as shipped?
ru: Вы уверены, что хотите отметить этот товар как отправленный?
tr: Bu ürünü kargoya verildi olarak işaretlemek istediğinizden emin misiniz?

source: Cancelled
ru: Отменено
tr: İptal Edildi

source: Delivered
ru: Доставлено
tr: Teslim Edildi

source: Unknown Date
ru: Неизвестная дата
tr: Bilinmeyen Tarih

source: No sold products yet
ru: Пока нет проданных товаров
tr: Henüz satılan ürün yok

# pleaseSignIn
source: Please sign in to view your sold products
ru: Войдите, чтобы увидеть свои проданные товары
tr: Sattığınız ürünleri görmek için giriş yapın

source: Order items will appear here
ru: Товары заказа будут отображаться здесь
tr: Sipariş ürünleri burada görünecek

# footwearSizes
source: Sizes
ru: Размеры
tr: Bedenler

# selectFootwearSizes
source: Select size
ru: Выберите размер
tr: Boyut Seçiniz

# pleaseSelectAllDetails
source: Please select at least one of the details
ru: Пожалуйста, выберите хотя бы один вариант
tr: Seçeneklerden en az bir tanesini seçiniz

# productOutOfStockSellerPanel
source: Your shop product is out of stock!
ru: Товар в вашем магазине больше не в наличии!
tr: Mağazanızdaki ürün stokta kalmadı!

source: List Product
ru: Выставить товар
tr: Ürün listele

# viewShopDetail
source: View shop details
ru: Просмотреть детали магазина
tr: Dükkan detaylarını görüntüle

# welcomeBack
source: Welcome
ru: Добро пожаловать обратно
tr: Hoşgeldiniz

# boughtProducts
source: Bought
ru: Купленные товары
tr: Satın Alınan

source: Apply discount
ru: Применить скидку
tr: İndirim Uygula

# collectionCreatedSuccess
source: Collection created successfully
ru: Коллекция успешно создана
tr: Koleksiyon başarıyla oluşturuldu

# collectionUpdatedSuccess
source: Collection updated successfully
ru: Коллекция успешно обновлена
tr: Koleksiyon başarıyla güncellendi

# collectionDeletedSuccess
source: Collection deleted successfully
ru: Коллекция успешно удалена
tr: Koleksiyon başarıyla silindi

# collectionCreatedError
source: Failed to create collection
ru: Не удалось создать коллекцию
tr: Koleksiyon oluşturulamadı

# collectionUpdatedError
source: Failed to update collection
ru: Не удалось обновить коллекцию
tr: Koleksiyon güncellenemedi

# collectionDeletedError
source: Failed to delete collection
ru: Не удалось удалить коллекцию
tr: Koleksiyon silinemedi

# loadCollectionsError
source: Failed to load collections
ru: Не удалось загрузить коллекции
tr: Koleksiyonlar yüklenemedi

# imageSizeError
source: Image size must be less than 20MB
ru: Размер изображения должен быть меньше 20МБ
tr: Resim boyutu 20MB'dan küçük olmalıdır

# imageUploadError
source: Failed to upload image
ru: Не удалось загрузить изображение
tr: Resim yüklenemedi

source: See from this collection
ru: Больше из этой коллекции
tr: Bu koleksiyondan daha fazla

source: Collection
ru: Коллекция
tr: Koleksiyon

source: filters applied
ru: фильтров применено
tr: filtre uygulandı

# pleaseSelectShop
source: Please select a shop
ru: Пожалуйста, выберите магазин
tr: Lütfen bir mağaza seçin

source: Search Favorites
ru: Поиск в избранном
tr: Favorilerde Ara

source: Pause Sale
ru: Архивировать
tr: Arşivle

source: Archived
ru: Архивировано
tr: Arşivlenen

source: Archived Products
ru: Архивированные товары
tr: Arşivlenen Ürünler

source: Archived Products Manager
ru: Менеджер архивированных товаров
tr: Arşivlenen Ürünler Yöneticisi

# archivedProductsDescription
source: View and manage your archived (paused) products. You can unarchive products to make them available for sale again.
ru: Просмотрите и управляйте архивированными (приостановленными) товарами. Вы можете вынести товары из архива и возобновить продажу.
tr: Arşivlenen (duraklatılan) ürünlerinizi görüntüleyin ve yönetin. Ürünleri arşivden çıkararak tekrar satışa sunabilirsiniz.

source: Search archived products...
ru: Поиск в архивированных товарах...
tr: Arşivlenen ürünlerde ara...

source: Unarchive
ru: Вынуть из архива
tr: Arşivden Çıkar

# boostInfoTitle
source: Boost Your Products
ru: Продвигайте свои товары
tr: Ürünlerinizi Öne Çıkarın

# boostInfoDescription
source: Boost your products to reach a wider audience and increase visibility in search results. Get more views and potential buyers!
ru: Продвигайте свои товары, чтобы достичь более широкую аудиторию и улучшить видимость в результатах поиска. Получите больше просмотров и потенциальных покупателей!
tr: Ürünlerinizi öne çıkararak daha geniş kitlelere ulaşın ve arama sonuçlarında görünürlüğünüzü artırın. Daha fazla görüntülenme ve potansiyel alıcı elde edin!

# noProductsToBoostTitle
source: No Products to Boost
ru: Нет товаров для продвижения
tr: Öne Çıkarılacak Ürün Yok

# noProductsToBoostDescription
source: You don't have any products available for boosting yet. Add some products first to get started with advertising.
ru: У вас пока нет товаров для продвижения. Сначала добавьте несколько товаров для начала рекламы.
tr: Henüz öne çıkarılacak ürününüz bulunmuyor. Reklamcılığa başlamak için önce birkaç ürün ekleyin.

# addProductFirst
source: Add Product
ru: Добавить товар
tr: Ürün Ekle

source: Unarchive Product
ru: Вынуть товар из архива
tr: Ürünü Arşivden Çıkar

# unarchiveProductConfirmation
source: This product will be moved back to active products and become available for sale.
ru: Этот товар будет перемещён обратно в активные товары и снова выставлен на продажу.
tr: Bu ürün aktif ürünlere geri taşınacak ve satışa sunulacak.

source: Unarchiving product...
ru: Вынимание товара из архива...
tr: Ürün arşivden çıkarılıyor...

# productUnarchivedSuccess
source: Product has been successfully unarchived and is now available for sale
ru: Товар успешно вынут из архива и снова выставлен на продажу
tr: Ürün başarıyla arşivden çıkarıldı ve artık satışa sunuluyor

# productUnarchiveError
source: Failed to unarchive product. Please try again.
ru: Не удалось вынуть товар из архива. Пожалуйста, попробуйте снова.
tr: Ürün arşivden çıkarılamadı. Lütfen tekrar deneyin.

source: No archived products
ru: Нет архивированных товаров
tr: Arşivlenen ürün yok

source: No archived products found
ru: Архивированные товары не найдены
tr: Arşivlenen ürün bulunamadı

# archivedProductsEmptyDescription
source: You don't have any archived products. When you pause products from the main products tab, they will appear here.
ru: У вас нет архивированных товаров. Они будут отображаться здесь, когда вы приостановите товары на вкладке основных товаров.
tr: Arşivlenmiş ürününüz bulunmuyor. Ana ürünler sekmesinden ürünleri duraklattığınızda burada görünecekler.

# tryDifferentSearchTerm
source: Try using different search terms to find what you're looking for.
ru: Попробуйте использовать другие условия поиска для поиска того, что вам нужно.
tr: Aradığınızı bulmak için farklı arama terimleri kullanmayı deneyin.

source: Archive Product
ru: Архивировать товар
tr: Ürünü Arşivle

# archiveProductConfirmation
source: This product will be moved to archived products and become unavailable for sale.
ru: Этот товар будет перемещён в архивированные товары и не будет выставлен на продажу.
tr: Bu ürün arşivlenen ürünlere taşınacak ve satışa sunulmayacak.

source: Archiving product...
ru: Архивирование товара...
tr: Ürün arşivleniyor...

# productArchivedSuccess
source: Product has been successfully archived
ru: Товар успешно архивирован
tr: Ürün başarıyla arşivlendi

# productArchiveError
source: Failed to archive product. Please try again.
ru: Не удалось архивировать товар. Пожалуйста, попробуйте снова.
tr: Ürün arşivlenemedi. Lütfen tekrar deneyin.

source: Failed to load recommendations
ru: Ошибка при загрузке специальных товаров для вас
tr: Size özel ürünler yüklenirken hata

source: Archive
ru: Архивировать
tr: Arşivle

source: Failed to load boosted products
ru: Ошибка при загрузке продвигаемых товаров
tr: Öne çıkanlarda hata

source: Boosted Products
ru: Продвигаемые товары
tr: Öne Çıkan Ürünler

# deleteProductPrompt
source: Do you want to delete this product?
ru: Вы хотите удалить этот товар?
tr: Bu ürünü silmek istiyor musunuz?

# pickFromGallery
source: Select From Gallery
ru: Выбрать из галереи
tr: Galeriden Seç

source: OFF
ru: СКИДКА
tr: İNDİRİM

source: Product Gallery
ru: Галерея товаров
tr: Ürün Galerisi

source: Product Analytics
ru: Анализ товаров
tr: Ürün Analitiği

source: Available in stock
ru: Доступно в наличии
tr: Stokta mevcut

source: Maximum Quantity Limit
ru: Максимальный лимит количества
tr: Maksimum Miktar Sınırı

source: Bulk Purchase Discount
ru: Скидка при оптовом заказе
tr: Toplu Alım İndirimi

source: Apply discount of
ru: Применить скидку
tr: İndirim uygula

source: Applying discount
ru: Применение скидки
tr: İndirim uygulanıyor

source: Removing discount
ru: Удаление скидки
tr: İndirim kaldırılıyor

# captureVideo
source: Take a Video
ru: Снять видео
tr: Video Çek

# capturePhoto
source: Take a Photo
ru: Снять фото
tr: Resim Çek

source: No search history
ru: История поиска отсутствует
tr: Arama geçmişi bulunmamaktadır

# login
source: You Need to Login First
ru: Сначала необходимо войти
tr: İlk Önce Giriş Yapmanız Gerekiyor

# login2
source: Log in
ru: Войти
tr: Giriş Yap

source: Login with email and password
ru: Войти с адресом электронной почты и пароль
tr: Eposta ve şifre ile giriş yap

# noStock
source: Out of Stock
ru: Нет в наличии
tr: Stokta Kalmadı

# askToSellerAcceptTermsError
source: Please accept the Terms of Service to ask a question.
ru: Пожалуйста, примите Пользовательское соглашение.
tr: Lütfen Kullanıcı Sözleşmesi’ni kabul edin.

# askToSellerEmptyQuestionError
source: Please enter a question.
ru: Пожалуйста, напишите вопрос.
tr: Lütfen bir soru yazın.

# askToSellerNoUserError
source: No user is currently signed in.
ru: Сеанс пользователя отсутствует.
tr: Kullanıcı oturumu mevcut değil.

# noQuestions
source: There are no product questions
ru: Вопросов о товаре не найдено.
tr: Herhangi bir ürün sorusu bulunmamaktadır.

source: From
ru: От
tr: Başlangıç

source: To
ru: Дo
tr: Bitiş

source: Answered
ru: Ответ
tr: Cevaplanan

source: Nothing to review
ru: Товары для оценки отсутствуют
tr: Değerlendirilecek ürün bulunmamaktadır

# youHaveNoReviews
source: You have no reviews yet
ru: У вас пока нет отзывов
tr: Henüz değerlendirmeniz bulunmamaktadır

source: No answered questions
ru: Ответных вопросов пока нет
tr: Henüz cevaplanmış soru bulunmamaktadır

# noReceivedReviews
source: No received reviews yet
ru: Отзывы ещё не получены
tr: Henüz değerlendirme alınmadı

# selectJewelryType
source: Select Type
ru: Выбрать тип
tr: Tür Seçin

# selectJewelryMaterial
source: Select Material
ru: Выбрать материал
tr: Materyal Seçin

# clothingMaterial
source: Material
ru: Материал
tr: Materyal

# jewelryTypeNecklace
source: Necklace
ru: Ожерелье
tr: Kolye

# jewelryTypeEarring
source: Earring
ru: Серьга
tr: Küpe

# jewelryTypePiercing
source: Piercing
ru: Пирсинг

# stockValidationError
source: Stock issue
ru: Проблема со складом
tr: Stok problemi

# itemsAddedToCart
source: {count} items added to cart
ru: {count} товаров добавлено в корзину
tr: {count} ürün sepete eklendi

# consoleVariant
source: Variant
ru: Тип консоли
tr: Konsol Türü

# computerComponent
source: Component
ru: Компонент
tr: Parça

# consoleBrand
source: Console
ru: Консоль
tr: Konsol

# kitchenAppliance
source: Appliance
ru: Прибор
tr: Cihaz

source: White Good
ru: Бытовой прибор
tr: Beyaz Eşya

# submitEdit
source: Update
ru: Обновить
tr: Güncelle

# previewEditProduct
source: Update Product
ru: Обновление товара
tr: Ürün Güncelleme

source: Rejection Reason
ru: Причина отказа
tr: Ret Sebebi

source: Product Edit Rejected
ru: Редактирование товара отклонено
tr: Ürün Düzenleme Reddedildi

# productEditRejectedMessage
source: Your product edit application has been rejected.
ru: Ваша заявка на редактирование товара была отклонена.
tr: Ürün düzenleme başvurunuz reddedildi.

source: Product Edit Approved
ru: Редактирование товара одобрено
tr: Ürün Düzenleme Onaylandı

# jewelryTypeRing
source: Ring
ru: Кольцо
tr: Yüzük

# jewelryTypeBracelet
source: Bracelet
ru: Браслет
tr: Bilezik

# jewelryTypeAnklet
source: Anklet
ru: Браслет на ногу
tr: Ayak bileziği

# jewelryTypeNoseRing
source: Nose ring
ru: Носовое кольцо
tr: Burun halkası

# jewelryMaterialIron
source: Iron
ru: Железо
tr: Demir

# jewelryMaterialSteel
source: Steel
ru: Сталь
tr: Çelik

# jewelryMaterialGold
source: Gold
ru: Золото
tr: Altın

# jewelryMaterialSilver
source: Silver
ru: Серебро
tr: Gümüş

# jewelryMaterialDiamond
source: Diamond
ru: Алмаз
tr: Elmas

# jewelryMaterialCopper
source: Copper
ru: Медь
tr: Bakır

source: Jewelry Type
ru: Тип украшения
tr: Takı Türü

source: Jewelry Material
ru: Материал украшения
tr: Takı Materyali

# jewelryTypeSet
source: Set
ru: Набор

# askToSellerSubmitError
source: An error occurred while submitting your question
ru: Ошибка при отправке вопроса
tr: Soru gönderilirken hata oluştu

# askToSellerTitle
source: Ask the Seller
ru: Спросить продавца
tr: Satıcıya Sor

# askToSellerNoSellerError
source: Seller information could not be loaded.
ru: Не удалось загрузить информацию о продавце.
tr: Satıcı bilgileri yüklenemedi.

# askToSellerInfoStart
source: You can ask questions about your order on the
ru: Вы можете отслеживать вопросы о вашем заказе на странице
tr: Siparişinle ilgili sorularını

# confirmDeleteMessage
source: Are you sure you want to delete this chat?
ru: Вы уверены, что хотите удалить это сообщение?
tr: Bu sohbeti silmek istediğinizden emin misiniz?

# askToSellerInfoOrdersLink
source: "My Orders"
ru: "Мои заказы"
tr: “Siparişlerim”

# askToSellerQuestionLabel
source: Ask a Question
ru: Задать вопрос
tr: Soru Sor

# askToSellerCriteriaLink
source: Publishing Criteria
ru: Критерии опубликования
tr: Yayınlanma Kriterleri

# toReview
source: To Be Reviewed
ru: Мои оценки
tr: Değerlendireceklerim

# myRatings
source: Reviewed
ru: Мои рейтинги
tr: Değerlendirdiklerim

source: Product Reviews
ru: Отзывы о товарах
tr: Ürün Değerlendirmeleri

source: Shop Reviews
ru: Отзывы о магазине
tr: Dükkan Değerlendirmeleri

# noProductReviews
source: No product reviews yet
ru: Отзывов о товарах пока нет
tr: Henüz bir ürün yorumu bulunmamaktadır

# noShopReviews
source: No shop reviews yet
ru: Отзывов о магазине пока нет
tr: Henüz bir dükkan yorumu bulunmamaktadır

# askToSellerQuestionHint
source: Type your question here
ru: Напишите свой вопрос здесь
tr: Sorunuzu buraya yazın

# askToSellerNameVisibility
source: Allow my name to be visible with my question.
ru: Я разрешаю отображение моего имени при задании вопроса.
tr: Sorumda ad-soyadı bilgimin görünmesine izin veriyorum.

# askToSellerAcceptTermsPrefix
source: To ask a question,
ru: Для задания вопроса
tr: Soru sormak için

# askToSellerAcceptTermsLink
source: I accept the Terms of Service
ru: я принимаю Пользовательское соглашение
tr: Kullanıcı Sözleşmesi’ni kabul ediyorum

# askToSellerSend
source: Send
ru: Отправить
tr: Gönder

source: In Cart
ru: В корзине
tr: Sepette

source: Select Birth Date
ru: Выберите дату рождения
tr: Doğum Gününüzü Seçiniz

# signInWithGoogle
source: Login with Google
ru: Войти через Google
tr: Google ile giriş yap

source: Footwear Details
ru: Детали обуви
tr: Ayakkabı Detayları

# initializationFailed
source: Something went wrong
ru: Произошла ошибка
tr: Bir hata oluştu

# allQuestionsTitle
source: All Questions & Answers
ru: Все вопросы и ответы
tr: Tüm Soru & Cevaplar

# errorLoadingSeller
source: Error loading seller information
ru: Ошибка при загрузке продавца
tr: Satıcı yüklenirken hata oluştu

source: Error loading questions
ru: Ошибка при загрузке вопросов
tr: Sorular yüklenirken hata oluştu

# missingItemsInOrder
source: There are absent items in this order
ru: В этом заказе отсутствуют товары
tr: Bu siparişte eksik ürünler vardır

# noQuestionsFound
source: No questions
ru: Вопросы не найдены
tr: No questions were found

source: Kid
ru: Дети
tr: Çocuk

source: Product Questions
ru: Вопросы о товарах
tr: Ürün Soruları

source: Like Question
ru: Нравится вопрос
tr: Soruyu Beğen

# productQuestionsHeader
source: Product Questions & Answers
ru: Вопросы и ответы о товарах
tr: Ürün Soru & Cevapları

source: Anonymous
ru: Анонимный
tr: Belirsiz

# viewAllQuestions
source: All ({count})
ru: Просмотреть все ({count}) ›
tr: Tümü ({count}) ›

# footwearGenderWoman
source: Woman
ru: Женщина
tr: Kadın

source: Jump to today
ru: Перейти к сегодня
tr: Bugüne atla

source: All caught up
ru: Всё просмотрено
tr: Hepsi görüldü

source: No boosted products
ru: Нет продвигаемых товаров
tr: Öne çıkarılmış ürün bulunmamaktadır

source: Failed to load ads
ru: Ошибка при загрузке объявлений
tr: Reklamlar yüklenirken hata oluştu

source: All
ru: Все
tr: Tümü

# noInternet
source: Check your internet connection and try again.
ru: Проверьте подключение к интернету и повторите попытку.
tr: İnternet bağlantınızı kontrol edip tekrar deneyiniz.

# selectAtLeastOneCategory
source: Please select at least one category type
ru: Пожалуйста, выберите хотя бы один тип категории
tr: Lütfen en az bir kategori türü seçin

# enterContactNo
source: Please enter contact information
ru: Пожалуйста, введите контактную информацию
tr: Lütfen iletişim bilgisi girin

# enterAddress
source: Please enter address details
ru: Пожалуйста, введите адрес компании
tr: Lütfen işletme adres bilgisi girin

source: Preparing Payment
ru: Подготовка платежа
tr: Ödeme Hazırlanıyor

source: Please wait
ru: Пожалуйста, подождите
tr: Lütfen bekleyin

# maximumProductsCanBeBoostedAtOnce
source: You can boost 5 products at once
ru: Вы можете продвигать максимум 5 товаров одновременно
tr: Aynı anda en fazla 5 ürün öne çıkarabilirsiniz

source: Your product(s) are now boosted
ru: Ваши товары успешно продвинуты
tr: Ürünleriniz başarıyla öne çıkarıldı

# contactNo
source: Contact Information
ru: Контактная информация
tr: İletişim Bilgisi

# shopAddress
source: Business Address
ru: Адрес компании
tr: İşletme adresi

source: Coming Soon
ru: Скоро
tr: Pek Yakında

source: Food
ru: Еда
tr: Yemek

source: Boost Analytics
ru: Анализ усилений
tr: Yükseltme Analitiği

source: No Boost History
ru: Нет истории усилений
tr: Yükseltme Geçmişi Yok

source: Select Available Sizes
ru: Доступные размеры
tr: Uygun Boyutları

source: Please select at least one size
ru: Пожалуйста, выберите хотя бы один размер
tr: Lütfen en az bir boyut seçin

# enterEmailToConfirm
source: Enter email address to confirm
ru: Введите свой адрес электронной почты для подтверждения
tr: Onaylamak için e-postanızı girin

source: Completed Operations
ru: Завершённые операции
tr: Tamamlanan İşlemler

source: Gathered
ru: Собрано
tr: Toplanan

source: Distributed
ru: Распределено
tr: Dağıtılan

source: Filter by Date
ru: Фильтр по дате
tr: Tarihe Göre Filtrele

source: Clear Filter
ru: Очистить фильтр
tr: Filtreyi Temizle

source: No gathered items
ru: Нет собранных товаров
tr: Toplanan ürün yok

source: No distributed orders
ru: Нет распределённых заказов
tr: Dağıtılan sipariş yok

source: Cancel Operation
ru: Отменить операцию
tr: İşlemi İptal Et

# cancelGatheredItemMessage
source: This will remove the item from gathered status and return it to assigned. Continue?
ru: Этот товар будет удалён из собранных и возвращён в назначенные. Продолжить?
tr: Bu ürün toplanan durumundan çıkarılıp atanmış durumuna geri dönecek. Devam edilsin mi?

# cancelDistributedOrderMessage
source: This will remove the order from delivered status and return it to assigned. Continue?
ru: Этот заказ будет удалён из доставленных и возвращён в назначенные. Продолжить?
tr: Bu sipariş teslim edildi durumundan çıkarılıp atanmış durumuna geri dönecek. Devam edilsin mi?

# operationCanceled
source: Operation canceled successfully
ru: Операция успешно отменена
tr: İşlem başarıyla iptal edildi

source: Couldn't Gather
ru: Не удалось собрать
tr: Toplanamadı

source: Couldn't Deliver
ru: Не удалось доставить
tr: Teslim Edilemedi

# selectReason
source: Select a reason:
ru: Выберите причину:
tr: Bir sebep seçin:

# reasonNotResponding
source: Not responding
ru: Они не ответили
tr: Yanıt vermediler

# reasonAway
source: They were away
ru: Они были в отъезде
tr: Yerinde değillerdi

# reasonClosed
source: Shop/Location closed
ru: Магазин/место было закрыто
tr: Dükkan/Konum kapalıydı

# reasonWrongAddress
source: Wrong address
ru: Неправильный адрес
tr: Yanlış adres

# additionalNotes
source: Additional notes (optional):
ru: Дополнительные заметки (опционально):
tr: Ek notlar (opsiyonel):

# optionalNotes
source: Enter any additional details...
ru: Вы можете добавить дополнительные детали...
tr: Ek detaylar girebilirsiniz...

source: Stop marked as failed
ru: Остановка отмечена как неудачная
tr: Durak başarısız olarak işaretlendi

# allStopsProcessed
source: All stops have been processed
ru: Все остановки обработаны
tr: Tüm duraklar işlendi

source: Email mismatch
ru: Адрес электронной почты не соответствует вашей учетной записи
tr: E-posta adresi hesabınızla eşleşmiyor

# deleteAccountFailed
source: Account deletion failed
ru: Ошибка при удалении учетной записи. Пожалуйста, попробуйте снова.
tr: Hesap silme işlemi başarısız. Lütfen tekrar deneyin.

# selectFootwearSize
source: Select Size
ru: Выберите размер
tr: Boyut Seçiniz

source: IBAN Owner
ru: Владелец IBAN
tr: IBAN Sahibi

# selectMeasurement
source: Select Size
ru: Размер
tr: Beden

source: Start Time
ru: Время начала
tr: Başlangıç saati

source: End Time
ru: Время окончания
tr: Bitiş saati

# footwearGenderMan
source: Man
ru: Мужчина
tr: Erkek

# footwearGenderKid
source: Kid
ru: Дети

# pleaseFillAllDetails
source: Please fill all the fields
ru: Пожалуйста, заполните все поля
tr: Lütfen tüm alanları doldurunuz

# boostCompleted
source: Product successfully boosted! For more details visit {path}.
ru: Товар успешно продвинут! Посетите {path} для получения подробной информации.
tr: Ürün başarıyla öne çıkarıldı! Detaylı bilgi için {path} ziyaret edin.

# boostPath
source: Profile > Boosts > Analytics
ru: Профиль > Продвижение > Аналитика
tr: Profil > Boosts > Analizler

# passwordHint
source: Enter your password
ru: Введите пароль
tr: Şifrenizi girin

# loginButton
source: Login
ru: Войти
tr: Giriş Yap

source: Select subcategory
ru: Выберите подкатегорию
tr: Alt Kategori Seç

source: User Permissions
ru: Разрешения пользователя
tr: Kullanıcı Hakları

# managingPermissionsFor
source: Managing permissions for: {shopName}
ru: Управление разрешениями для {shopName}:
tr: {shopName} için izinler yönetiliyor:

# emailInvitee
source: Email of invitee
ru: Email адрес приглашенного
tr: Davetlinin e-posta adresi

source: Role
ru: Роль
tr: Rol

source: Send Invitation
ru: Отправить приглашение
tr: Davet gönder

# pleaseEnterValidEmail
source: Please enter a valid email.
ru: Пожалуйста, введите действительный адрес электронной почты.
tr: Lütfen geçerli bir e-posta adresi girin.

# userNotFound
source: User with this email not found.
ru: Пользователь с этим адресом электронной почты не найден
tr: Bu e-posta adresine sahip kullanıcı bulunamadı

source: Role Permissions:
ru: Разрешения роли:
tr: Rol İzinleri:

# rolePermissionsDetail
source: Owner: Full access Editor: Can manage products Viewer: Read-only access
ru: Владелец: Полный доступ Редактор: Может управлять продуктами Просмотр: Только чтение
tr: Sahibi: Tam erişim Editör: Ürün yönetimi yapabilir Görüntüleyici: Yalnızca okuma izni

source: Pending Invitations:
ru: Ожидающие приглашения:
tr: Bekleyen Davetler:

source: No pending invitations.
ru: Нет ожидающих приглашений.
tr: Bekleyen davet yok.

# inviteeEmail
source: Invitee Email: {email}
ru: Email приглашенного: {email}
tr: Davetlinin E-posta: {email}

source: Invitation cancelled.
ru: Приглашение отменено.
tr: Davet iptal edildi.
