Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# subSubcategoryMotorcyclePartsGeneral
source: Motorcycle Parts
ru: Запчасти для мотоциклов
tr: Motosiklet Parçaları

# subSubcategoryMotorcycleAccessoriesGeneral
source: Motorcycle Accessories
ru: Аксессуары для мотоциклов
tr: Motosiklet Aksesuarları

# subSubcategoryMotorcycleGear
source: Motorcycle Gear
ru: Мотоэкипировка
tr: Motosiklet Ekipmanları

# subSubcategoryHelmets
source: Helmets
ru: Шлемы
tr: Kasklar

# subSubcategoryProtectiveClothing
source: Protective Clothing
ru: Защитная одежда
tr: Koruyucu Giysi

# subSubcategoryBVitamins
source: B Vitamins
ru: Витамины группы B
tr: B Vitaminleri

# subSubcategoryHerbalSupplements
source: Herbal Supplements
ru: Растительные добавки
tr: Bitkisel Takviyeler

# subSubcategoryMedicalScales
source: Medical Scales
ru: Медицинские весы
tr: Medikal Tartılar

# subSubcategorySafetyEquipment
source: Safety Equipment
ru: Средства безопасности
tr: Güvenlik Ekipmanları

# subSubcategoryHomeGymEquipment
source: Home Gym Equipment
ru: Домашнее спортивное оборудование
tr: Ev Spor Aletleri

# subSubcategoryCardioMachines
source: Cardio Machines
ru: Кардиотренажёры
tr: Kardiyo Makineleri

# subSubcategoryWeightsDumbbells
source: Weights & Dumbbells
ru: Гантели и гири
tr: Ağırlıklar ve Dambıllar

# subSubcategoryResistanceBands
source: Resistance Bands
ru: Эспандеры
tr: Direnç Bantları

# subSubcategoryYogaMats
source: Yoga Mats
ru: Коврики для йоги
tr: Yoga Matları

# subSubcategoryExerciseBikes
source: Exercise Bikes
ru: Велотренажёры
tr: Egzersiz Bisikletleri

# subSubcategorySmartScales
source: Smart Scales
ru: Умные весы
tr: Akıllı Tartılar

# subSubcategoryHeartRateMonitors
source: Heart Rate Monitors
ru: Мониторы сердечного ритма
tr: Kalp Atış Hızı Monitörleri

# subSubcategorySleepTrackers
source: Sleep Trackers
ru: Трекеры сна
tr: Uyku Takipçileri

# subSubcategoryHealthApps
source: Health Apps
ru: Приложения для здоровья
tr: Sağlık Uygulamaları

# subSubcategoryMobilityAidsGeneral
source: Mobility Aids
ru: Средства передвижения
tr: Hareket Yardımcıları

# subSubcategoryGrabBars
source: Grab Bars
ru: Поручни
tr: Tutunma Barları

# subSubcategorySeatCushions
source: Seat Cushions
ru: Подушки для сидения
tr: Oturma Minderleri

# subSubcategoryDailyLivingAids
source: Daily Living Aids
ru: Средства для повседневной жизни
tr: Günlük Yaşam Yardımcıları

# subSubcategoryMassageTools
source: Massage Tools
ru: Массажные инструменты
tr: Masaj Aletleri

# subSubcategoryAcupuncture
source: Acupuncture
ru: Акупунктура
tr: Akupunktur

# subSubcategoryNaturalRemedies
source: Natural Remedies
ru: Натуральные средства
tr: Doğal İlaçlar

# subSubcategoryOralCare
source: Oral Care
ru: Уход за полостью рта
tr: Ağız Bakımı

# subSubcategoryIncontinenceCare
source: Incontinence Care
ru: Средства при недержании
tr: İdrar Kaçırma Bakımı

# subSubcategoryHearingAids
source: Hearing Aids
ru: Слуховые аппараты
tr: İşitme Cihazları

# subSubcategoryVisionCare
source: Vision Care
ru: Уход за зрением
tr: Göz Bakımı

# subSubcategorySkinCareHealth
source: Skin Care
ru: Уход за кожей
tr: Cilt Bakımı

# subSubcategoryGPSAndNavigation
source: GPS & Navigation
ru: GPS и навигация
tr: GPS & Navigasyon

# askToSellerInfoEnd
source: page!
tr: sayfasından takip edebilirsiniz!

source: Use
tr: Kullan
