Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# allStopsCompleted
source: All stops completed! Returning to dashboard...
ru: Все остановки завершены! Возврат на панель управления...
tr: Tüm duraklar tamamlandı! Gösterge paneline dönülüyor...

source: Loading directions...
ru: Загрузка маршрута...
tr: Yol tarifi yükleniyor...

# allProductsAlreadyInBundle
source: All products are already in bundle
ru: Все товары уже в наборе
tr: Tüm ürünler zaten pakette

# newProductsToAdd
source: {count} new product(s) to add
ru: {count} новых товаров для добавления
tr: {count} yeni ürün eklenecek

source: Save changes
ru: Сохранить изменения
tr: Değişiklikleri Kaydet

source: Create Bundle
ru: Создать комбо
tr: Paket Yarat

source: Search complementary products...
ru: Поиск дополнительных товаров...
tr: Tamamlayıcı ürünler ara...

source: Bundle Price (with main product)
ru: Цена комбо (с основным товаром)
tr: Paket Fiyatı (ana ürünle birlikte)

# totalPrice
source: Total Price: {totalPrice} TL
ru: Общая цена: {totalPrice} RUB
tr: Toplam Fiyat: {totalPrice} TL

# createBundlesCount
source: Create {count} Bundle{count, plural, =1{} other{s}}
ru: Создать {count} комбо
tr: {count} Paket Oluştur

# pleaseSelectAtLeastOneProduct
source: Please select at least one complementary product
ru: Пожалуйста, выберите хотя бы один дополнительный товар
tr: Lütfen en az bir tamamlayıcı ürün seçin

# pleaseEnterValidPrices
source: Please enter valid prices for all bundles
ru: Пожалуйста, введите действительные цены для всех комбо
tr: Lütfen tüm paketler için geçerli fiyatlar girin

source: Bundle created successfully!
ru: Комбо успешно создано!
tr: Paket başarıyla oluşturuldu!

# failedToCreateBundle
source: Failed to create bundle: {error}
ru: Ошибка при создании комбо: {error}
tr: Paket oluşturulurken hata: {error}

source: No complementary products found
ru: Дополнительные товары не найдены
tr: Tamamlayıcı ürün bulunamadı

source: Category based discount
ru: Скидка по категориям
tr: Kategori bazlı indirim

# invalidDiscountRange
source: Invalid discount value
ru: Недопустимое значение скидки
tr: Geçersiz indirim değeri

# noProductsOnVitrin
source: You have no products on Vitrin
ru: У вас нет товаров в витрине
tr: Vitrin'de herhangi bir ürününüz bulunmamaktadır

# pleaseEnterQuantityForAllColors
source: Please enter a quantity for all colors selected
ru: Пожалуйста, введите количество для всех выбранных цветов
tr: Lütfen tüm seçili renkler için miktar girin

source: Sale Preferences
ru: Предпочтения продажи
tr: Satış Tercihleri

# salePreferenceMaxQuantityPre
source: Buy this product in a maximum quantity of
ru: Вы можете купить максимум
tr: Bu ürünü en fazla

# salePreferenceDiscountPre
source: If you buy
ru: Если вы купите
tr: Eğer bu üründen

# salePreferenceDiscountMid
source: of this product, the total price will decrease by
ru: единиц этого товара, общая цена упадет на
tr: adet alırsanız, toplam fiyat

# savePreferencesButtonLabel
source: Save Preferences
ru: Сохранить предпочтения
tr: Tercihleri Kaydet

# discountThresholdExceedsMax
source: Discount threshold cannot exceed maximum quantity
ru: Количество для скидки не может превышать максимальное количество
tr: İndirim için gerekli miktar, maksimum miktarı aşamaz

source: Sale preferences saved successfully
ru: Предпочтения продажи успешно сохранены
tr: Satış tercihleri başarıyla kaydedildi

# errorSavingPreferences
source: Error saving sale preferences
ru: Ошибка при сохранении предпочтений продажи
tr: Satış tercihleri kaydedilirken hata oluştu

# bestSellerLabel
source: Best Seller #{rank} in {subcategory}
ru: Топ {rank} в категории {subcategory}
tr: {subcategory} Kategorisinde En Çok Satan #{rank}

source: Required
ru: Обязательно
tr: Zorunlu

source: Remove discount
ru: Удалить скидку
tr: İndirimi kaldır

source: Unfollow
ru: Отписаться
tr: Takipden çık

source: Search in store
ru: Поиск в магазине
tr: Dükkanda ara

source: Gender
ru: Пол
tr: Cinsiyet

source: Man
ru: Мужчина
tr: Erkek

source: Woman
ru: Женщина
tr: Kadın

source: Average Rating
ru: Средняя оценка
tr: Ortalama Değerlendirme

source: Views
ru: Просмотры
tr: Görüntüleme

source: Purchases
ru: Покупки
tr: Satın Alma

source: Color Variants
ru: Варианты цвета
tr: Renk Seçenekleri

source: Back
ru: Назад
tr: Geri

source: Shop Review
ru: Отзыв о магазине
tr: Dükkan Değerlendirmesi

# writeShopReview
source: Write a review for the shop
ru: Напишите отзыв о магазине
tr: Dükkan için bir değerlendirme yazın

# invitationMessage
source: You have been invited to join {shopName}.
ru: Вас приглашают присоединиться к магазину {shopName}.
tr: {shopName} mağazasına katılmaya davet edildiniz.

source: All Products
ru: Все товары
tr: Tüm Ürünler

source: Deal Products
ru: Товары со скидками
tr: Fırsat Ürünler

source: Select size
ru: Выберите размер
tr: Beden

source: Product Features
ru: Характеристики товара
tr: Ürün Özellikleri

# errorLoadingShops
source: Error while loading other shops
ru: Ошибка при загрузке других продавцов
tr: Diğer satıcılar yüklenirken hata oluştu

source: Check Other Sellers
ru: Другие продавцы
tr: Diğer Satıcılar

# pendingStatus
source: Pending
ru: Ожидает
tr: Beklemede

source: No transactions found
ru: Транзакции продаж не найдены
tr: Herhangi bir satış işlemi bulunamadı

source: Select date
ru: Выберите дату
tr: Tarih seç

# becomeASeller
source: Become a Seller on Nar24
ru: Стать продавцом на Nar24
tr: Nar24'de Satıcı Ol

source: No data for selected dates
ru: Нет данных для выбранных дат
tr: Seçilen tarihler için herhangi bilgi yok

source: No transactions for selected dates
ru: Нет транзакций для выбранных дат
tr: Seçilen tarihler için herhangi bir işlem yok

# singleDate
source: Single
ru: Одна дата
tr: Tek Tarih

# dateRange
source: Date Range (Optional)
ru: Диапазон дат (необязательно)
tr: Tarih Aralığı (Opsiyonel)

source: My Reviews
ru: Мои оценки
tr: Değerlendirmelerim

source: I agree to the
ru: Я согласен с:
tr: Kabul ediyorum:

source: Membership Agreement
ru: Соглашение о членстве
tr: Üyelik Sözleşmesi

# pleaseAcceptAgreement
source: Please accept the membership agreement to continue
ru: Вы должны принять соглашение о членстве для продолжения
tr: Devam etmek için üyelik sözleşmesini kabul etmelisiniz

source: Terms of Use
ru: Условия использования
tr: Kullanım Koşulları

# pleaseAcceptBothAgreements
source: Please accept both the membership agreement and terms of use to continue
ru: Вы должны принять как соглашение о членстве, так и условия использования для продолжения
tr: Devam etmek için hem üyelik sözleşmesini hem de kullanım koşullarını kabul etmelisiniz

# twoFactorSetupTitle
source: Two-Factor Authentication
ru: Двухфакторная аутентификация
tr: İki Adımlı Doğrulama

# twoFactorLoginTitle
source: Login Verification
ru: Подтверждение входа
tr: Giriş Doğrulaması

# twoFactorDisableTitle
source: Disable 2FA
ru: Отключить 2FA
tr: 2FA'yı Devre Dışı Bırak

# twoFactorVerificationTitle
source: Verification
ru: Подтверждение
tr: Doğrulama

# twoFactorSetupSubtitle
source: Add a second step of verification to protect your account.
ru: Добавьте второй этап подтверждения для защиты вашей учетной записи.
tr: Hesabınızı korumak için ikinci bir doğrulama adımı ekleyin.

# twoFactorLoginSubtitle
source: Enter the verification code to complete login.
ru: Введите код подтверждения для завершения входа.
tr: Girişi tamamlamak için doğrulama kodunu girin.

# twoFactorDisableSubtitle
source: Enter the code to confirm disabling.
ru: Введите код для подтверждения отключения.
tr: Devre dışı bırakmayı doğrulamak için kodu girin.

# twoFactorVerificationSubtitle
source: Enter the 6-digit verification code
ru: Введите 6-значный код подтверждения
tr: 6 haneli doğrulama kodunu girin

# twoFactorSentTo
source: Code sent to
ru: Код отправлен на:
tr: Kod gönderildi:

# twoFactorVerifyButton
source: Verify Code
ru: Подтвердить код
tr: Kodu Doğrula

# resumeSale
source: Unarchive
ru: Возобновить продажу
tr: Satışa aç

# twoFactorResendCode
source: Resend Code
ru: Отправить код заново
tr: Kodu Tekrar Gönder

# twoFactorResendIn
source: Resend in
ru: Отправить заново:
tr: Tekrar gönder

# twoFactorEmailFallback
source: If you don't receive SMS, we'll send the code via email
ru: Если вы не получите SMS, мы отправим код по электронной почте
tr: SMS almazsanız, kodu e-posta ile göndereceğiz

# twoFactorCodeIncomplete
source: Please enter the complete 6-digit code
ru: Пожалуйста, полностью введите 6-значный код
tr: Lütfen 6 haneli kodu tam olarak girin

# twoFactorVerificationError
source: An error has occurred. Please ensure that your device's clock setting is set to automatic.
ru: Произошла ошибка. Убедитесь, что часы вашего устройства настроены на автоматический режим.
tr: Hata oluştu. Cihazınızın saat ayarı otomatikde olduğundan emin olunuz.

# twoFactorResendError
source: Could not resend code.
ru: Ошибка при отправке кода заново.
tr: Kod yeniden gönderilemedi.

# twoFactorSetupError
source: Failed to setup 2FA. Please try again.
ru: Ошибка при установке 2FA. Пожалуйста, попробуйте снова.
tr: 2FA kurulumu başarısız. Lütfen tekrar deneyin.

# twoFactorDisableError
source: Failed to disable 2FA. Please try again.
ru: Ошибка при отключении 2FA. Пожалуйста, попробуйте снова.
tr: 2FA devre dışı bırakma başarısız. Lütfen tekrar deneyin.

source: Phone Number Required
ru: Номер телефона требуется
tr: Telefon Numarası Gerekli

# phoneNumberRequiredDesc
source: Please enter your phone number to enable 2FA
ru: Введите ваш номер телефона для включения 2FA
tr: 2FA'yı etkinleştirmek için telefon numaranızı girin

# twoFactorAddToAuthenticatorButton
source: Add to Authenticator
ru: Добавить в Authenticator
tr: Authenticator'a ekle

# twoFactorQrSubtitle
source: Scan the QR code with a second device to add.
ru: Вы можете добавить, отсканировав QR-код другим устройством.
tr: İkinci bir cihazla QR kodunu tarayarak ekleyebilirsiniz.

# twoFactorManualSetupTitle
source: Manual setup
ru: Ручная установка
tr: Manuel kurulum

# twoFactorManualSetupHint
source: In your Authenticator app, use 'Enter key manually'. Type: Time-based (TOTP), 6 digits, 30 sec.
ru: Используйте опцию 'Введите ключ вручную' в приложении Authenticator. Тип: на основе времени (TOTP), 6 цифр, 30 сек.
tr: Authenticator uygulamasında 'Anahtarı elle gir' seçeneğini kullanın. Tür: Zaman tabanlı (TOTP), 6 hane, 30 sn.

source: Copy
ru: Копировать
tr: Kopyala

source: Copied
ru: Скопировано
tr: Kopyalandı

# twoFactorOpenAuthenticatorFailed
source: Failed to open Authenticator. Is the app installed?
ru: Не удалось открыть Authenticator. Приложение установлено?
tr: Authenticator açılamadı. Uygulama yüklü mü?

# twoFactorEnter6DigitsBelow
source: Enter the 6-digit code from your Authenticator below.
ru: Введите 6-значный код из Authenticator ниже.
tr: Authenticator'daki 6 haneli kodu aşağıya girin.

# twoFactorEmailCodeSent
source: Verification code sent by email.
ru: Код подтверждения отправлен по электронной почте.
tr: Doğrulama kodu e-posta ile gönderildi.

# twoFactorEnabledSuccess
source: Two-factor authentication enabled!
ru: Двухфакторная аутентификация включена!
tr: İki faktörlü doğrulama etkinleştirildi!

# twoFactorDisabledSuccess
source: Two-factor authentication disabled!
ru: Двухфакторная аутентификация отключена!
tr: İki faktörlü doğrulama devre dışı bırakıldı!

# twoFactorVerificationSuccess
source: Verification successful!
ru: Подтверждение успешно!
tr: Doğrulama başarılı!

# twoFactorCodeNotFound
source: Code not found. Please request a new one.
ru: Код не найден. Пожалуйста, запросите новый код.
tr: Kod bulunamadı. Lütfen yeni bir kod isteyin.

# twoFactorCodeExpired
source: Code has expired. Please request a new one.
ru: Код истек. Пожалуйста, запросите новый код.
tr: Kodun süresi doldu. Lütfen yeni kod isteyin.

# twoFactorTooManyAttempts
source: Too many failed attempts. Please request a new code.
ru: Слишком много неудачных попыток. Пожалуйста, запросите новый код.
tr: Çok fazla başarısız deneme. Lütfen yeni kod isteyin.

# twoFactorInvalidCodeWithRemaining
source: {remaining} attempts remaining.
ru: Осталось {remaining} попыток.
tr: {remaining} deneme kaldı.

# twoFactorEnterAuthenticatorCode
source: Enter the 6-digit code from your Authenticator app.
ru: Введите 6-значный код из приложения Authenticator.
tr: Authenticator uygulamanızdan 6 haneli kodu girin.

# twoFactorEnterAuthenticatorCodeToDisable
source: Enter Authenticator code to disable.
ru: Введите код Authenticator для отключения.
tr: Devre dışı bırakmak için Authenticator kodunu girin.

# refundFormTitle
source: Refund Request
ru: Запрос на возврат
tr: İade Talebi

# refundFormHeaderTitle
source: Request a Refund
ru: Подать запрос на возврат
tr: İade Talebinde Bulunun

# refundFormHeaderSubtitle
source: Fill out the form below to submit your refund request
ru: Заполните форму ниже, чтобы отправить запрос на возврат
tr: İade talebinizi göndermek için aşağıdaki formu doldurun

# refundFormNameLabel
source: Name / Surname
ru: Имя / Фамилия
tr: Ad / Soyad

# refundFormNoName
source: No name
ru: Имя не указано
tr: İsim yok

# refundFormEmailLabel
source: Email Address
ru: Адрес электронной почты
tr: E-posta Adresi

# refundFormReceiptNoLabel
source: Receipt Number
ru: Номер чека
tr: Fatura Numarası

# refundFormFindReceipt
source: Find Receipt
ru: Найти чек
tr: Fatura Bul

source: Refund Form
ru: Форма возврата
tr: İade Formu

# refundFormReceiptNoPlaceholder
source: Enter your receipt number
ru: Введите номер вашего чека
tr: Fatura numaranızı girin

# refundFormDescriptionLabel
source: Description
ru: Описание
tr: Açıklama

# refundFormDescriptionPlaceholder
source: Please describe the reason for your refund request in detail...
ru: Пожалуйста, подробно опишите причину вашего запроса на возврат...
tr: Lütfen iade talebinizin nedenini detaylı olarak açıklayın...

# refundFormDescriptionHelper
source: Minimum 20 characters required
ru: Требуется минимум 20 символов
tr: En az 20 karakter gereklidir

source: Contact Support
ru: Связаться с поддержкой
tr: Desteğe Ulaşın

# helpFormTitle
source: Contact Support
ru: Запрос поддержки
tr: Destek Talebi

# oldLabel
source: OLD
ru: БЫЛО
tr: ESKİ

# newLabel
source: NEW
ru: СТАЛО
tr: YENİ

# nameLabel
source: Name / Surname
ru: Имя / Фамилия
tr: Ad / Soyad

source: No Name
ru: Нет имени
tr: İsim Yok

# descriptionLabel
source: Description
ru: Описание
tr: Açıklama

# descriptionPlaceholder
source: Please describe how we can help you...
ru: Пожалуйста, опишите, как мы можем вам помочь...
tr: Lütfen size nasıl yardımcı olabileceğimizi açıklayın...

# descriptionHelper
source: Minimum 20 characters required
ru: Требуется минимум 20 символов
tr: En az 20 karakter gereklidir

# descriptionRequired
source: Description is required
ru: Описание требуется
tr: Açıklama gereklidir

# descriptionTooShort
source: Description must be at least 20 characters
ru: Описание должно содержать минимум 20 символов
tr: Açıklama en az 20 karakter olmalıdır

# submitButton
source: Submit Request
ru: Отправить запрос
tr: Talebi Gönder

source: Submitting...
ru: Отправка...
tr: Gönderiliyor...

# submitError
source: Failed to submit refund request. Please try again.
ru: Ошибка при отправке запроса на возврат. Пожалуйста, попробуйте снова.
tr: İade talebi gönderilemedi. Lütfen tekrar deneyin.

# successTitle
source: Request Submitted!
ru: Запрос отправлен!
tr: Talep Gönderildi!

# submitSuccess
source: Your request has been successfully submitted. We will review it shortly.
ru: Ваш запрос успешно отправлен. Мы рассмотрим его в ближайшее время.
tr: Talebiniz başarıyla gönderildi. En kısa sürede inceleyeceğiz.

# refundFormSubmitButton
source: Submit Request
ru: Отправить запрос
tr: Talebi Gönder

# refundFormSubmitting
source: Submitting...
ru: Отправка...
tr: Gönderiliyor...

# refundFormInfoMessage
source: Your refund request will be reviewed by our team within 3-5 business days. You will receive an email notification about the status of your request.
ru: Ваш запрос на возврат будет рассмотрен нашей командой в течение 3-5 рабочих дней. Вы получите уведомление по электронной почте о статусе вашего запроса.
tr: İade talebiniz ekibimiz tarafından 3-5 iş günü içinde incelenecektir. Talebinizin durumu hakkında e-posta bildirimi alacaksınız.

# receiptNoRequired
source: Receipt number is required
ru: Номер чека требуется
tr: Fatura numarası gereklidir

# refundFormSuccessTitle
source: Request Submitted!
ru: Запрос отправлен!
tr: Talep Gönderildi!

# refundFormSubmitSuccess
source: Your refund request has been successfully submitted. We will review it shortly.
ru: Ваш запрос на возврат успешно отправлен. Мы рассмотрим его в ближайшее время.
tr: İade talebiniz başarıyla gönderildi. En kısa sürede inceleyeceğiz.

# twoFactorInitError
source: Error occurred while starting verification.
ru: Ошибка при инициализации подтверждения.
tr: Doğrulama başlatılırken hata oluştu.

# twoFactorResendNotApplicableForTotp
source: Resend is not applicable for TOTP.
ru: Для TOTP нет повторной отправки.
tr: TOTP için yeniden gönderme yoktur.

source: seconds
ru: секунд
tr: saniye

# mesafeliSatisSozlesmesi
source: Distance Sales Agreement
ru: Соглашение о дистанционной продаже
tr: Mesafeli Satış Sözleşmesi

# saticiUyelikVeIsOrtakligi
source: Seller Membership and Business Partnership Agreement
ru: Соглашение о членстве продавца и деловом партнерстве
tr: Satıcı Üyelik ve İş Ortaklığı Sözleşmesi

# pleaseLogin
source: Please log in to continue.
ru: Пожалуйста, войдите
tr: Lütfen giriş yapın

# supportAndFaq
source: Support & FAQ
ru: Поддержка и часто задаваемые вопросы
tr: Destek ve SSS

# supportTitle
source: How can we help you?
ru: Как мы можем вам помочь?
tr: Size nasıl yardımcı olabiliriz?

# supportSubtitle
source: Find answers to common questions or get in touch with our support team
ru: Найдите ответы на часто задаваемые вопросы или свяжитесь с нашей командой поддержки
tr: Sıkça sorulan soruların cevaplarını bulun veya destek ekibimizle iletişime geçin

source: Frequently Asked Questions
ru: Часто задаваемые вопросы
tr: Sıkça Sorulan Sorular

source: Still need help?
ru: Вам еще нужна помощь?
tr: Hala yardıma mı ihtiyacınız var?

# stillNeedHelpDescription
source: Can't find what you're looking for? Our support team is here to help you.
ru: Не нашли то, что искали? Наша команда поддержки здесь, чтобы помочь.
tr: Aradığınızı bulamıyor musunuz? Destek ekibimiz size yardımcı olmak için burada.

source: Email Support
ru: Электронная почта
tr: E-posta

source: Live Chat
ru: Живой чат
tr: Canlı Sohbet

# emailSupportMessage
source: Email support request sent successfully!
ru: Запрос поддержки по электронной почте успешно отправлен!
tr: E-posta destek talebi başarıyla gönderildi!

# liveChatMessage
source: Connecting you to live chat...
ru: Подключение к живому чату...
tr: Canlı sohbete bağlanıyorsunuz...

source: Account Settings
ru: Настройки учетной записи
tr: Hesap Ayarları

# accountSettingsTitle
source: Manage Your Account
ru: Управляйте своей учетной записью
tr: Hesabınızı Yönetin

# accountSettingsSubtitle
source: Control your security and notification preferences
ru: Управляйте параметрами безопасности и уведомлений
tr: Güvenlik ve bildirim tercihlerinizi kontrol edin

# securitySettings
source: Security & Privacy
ru: Безопасность и конфиденциальность
tr: Güvenlik ve Gizlilik

# twoFactorAuth
source: Two-Factor Authentication
ru: Двухфакторная аутентификация
tr: İki Faktörlü Doğrulama

# twoFactorAuthDesc
source: Add an extra layer of security to your account
ru: Добавьте дополнительный уровень безопасности к вашей учетной записи
tr: Hesabınıza ek bir güvenlik katmanı ekleyin

# twoFactorEnabled
source: Two-factor authentication enabled successfully!
ru: Двухфакторная аутентификация успешно включена!
tr: İki faktörlü doğrulama başarıyla etkinleştirildi!

# twoFactorDisabled
source: Two-factor authentication has been disabled
ru: Двухфакторная аутентификация отключена
tr: İki faktörlü doğrulama devre dışı bırakıldı

# notificationSettings
source: Notification Preferences
ru: Параметры уведомлений
tr: Bildirim Tercihleri

source: All Notifications
ru: Все уведомления
tr: Tüm Bildirimler

# allNotificationsDesc
source: Enable or disable all notification types
ru: Включите или отключите все типы уведомлений
tr: Tüm bildirim türlerini etkinleştir veya devre dışı bırak

source: Email Notifications
ru: Уведомления по электронной почте
tr: E-posta Bildirimleri

# emailNotificationsDesc
source: Receive notifications via email
ru: Получайте уведомления по электронной почте
tr: E-posta ile bildirim al

source: Push Notifications
ru: Мгновенные уведомления
tr: Anlık Bildirimler

# pushNotificationsDesc
source: Receive push notifications on your device
ru: Получайте мгновенные уведомления на вашем устройстве
tr: Cihazınızda anlık bildirimler alın

source: SMS Notifications
ru: SMS уведомления
tr: SMS Bildirimleri

# smsNotificationsDesc
source: Receive notifications via text message
ru: Получайте уведомления по SMS
tr: Kısa mesaj ile bildirim al

# dangerZone
source: Account Deletion
ru: Удаление учетной записи
tr: Hesap Silme

# deleteAccountDesc
source: Permanently delete your account and all associated data
ru: Постоянно удалите свою учетную запись и все связанные данные
tr: Hesabınızı ve tüm ilişkili verileri kalıcı olarak silin

# faqShippingQuestion
source: How long does shipping take?
ru: Сколько времени занимает доставка?
tr: Kargo ne kadar sürer?

# faqShippingAnswer
source: Standard shipping typically takes 3-7 business days. Express shipping is available for 1-2 business days. Shipping times may vary based on your location and product availability.
ru: Стандартная доставка обычно занимает 3-7 рабочих дней. Для срочной доставки (1-2 рабочих дня) доступна опция экспресс-доставки. Сроки доставки могут варьироваться в зависимости от вашего местоположения и наличия товара.
tr: Standart kargo genellikle 3-7 iş günü sürer. 1-2 iş günü için ekspres kargo mevcuttur. Kargo süreleri konumunuza ve ürün mevcudiyetine göre değişebilir.

# faqReturnQuestion
source: What is your return policy?
ru: Какова ваша политика возврата?
tr: İade politikanız nedir?

# faqReturnAnswer
source: We offer a 30-day return policy for most items. Products must be in original condition with tags attached. Digital products and personalized items are not eligible for returns.
ru: Мы предлагаем 30-дневную политику возврата для большинства товаров. Товары должны быть в оригинальном состоянии с этикетками. Цифровые товары и персонализированные товары возврату не подлежат.
tr: Çoğu ürün için 30 günlük iade politikası sunuyoruz. Ürünler etiketleri ile birlikte orijinal durumda olmalıdır. Dijital ürünler ve kişiselleştirilmiş ürünler iade edilemez.

# faqPaymentQuestion
source: What payment methods do you accept?
ru: Какие методы оплаты вы принимаете?
tr: Hangi ödeme yöntemlerini kabul ediyorsunuz?

# faqPaymentAnswer
source: We accept all major credit cards (Visa, Mastercard, American Express), PayPal, Apple Pay, Google Pay, and bank transfers. All payments are processed securely.
ru: Мы принимаем все основные кредитные карты (Visa, Mastercard, American Express), PayPal, Apple Pay, Google Pay и банковские переводы. Все платежи обрабатываются безопасно.
tr: Tüm büyük kredi kartlarını (Visa, Mastercard, American Express), PayPal, Apple Pay, Google Pay ve banka havalelerini kabul ediyoruz. Tüm ödemeler güvenli şekilde işlenir.

# faqAccountQuestion
source: How do I create an account?
ru: Как создать учетную запись?
tr: Nasıl hesap oluştururum?
