Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# clothingTypeSilk
source: Silk
ru: Шёлк
tr: İpek

# clothingTypeLinen
source: Linen
ru: Лён
tr: Keten

# clothingTypeRayon
source: Rayon
ru: Вискоза

# clothingTypeDenim
source: Denim
ru: Деним

# clothingTypeLycra
source: Lycra
ru: Лайкра

# clothingTypeNylon
source: Nylon
ru: Нейлон
tr: Naylon

# clothingTypeBambooFabric
source: Bamboo Fabric
ru: Бамбуковая ткань
tr: Bambu Kumaş

# deliveryOption1
source: Pick Up Point
ru: Пункт самовывоза
tr: Gel Al Noktası

# deliveryText1
source: Special discounted shipping to pick-up point
ru: Специальная скидка на доставку в пункт самовывоза
tr: Gel-al noktasına özel indirimli kargo

# deliveryOption2
source: Express Cargo
ru: Экспресс доставка
tr: Express Kargo

# deliveryText2
source: 1 business day
ru: 1 рабочий день
tr: 1 iş günü içerisinde

# deliveryOption3
source: Normal Cargo
ru: Обычная доставка
tr: Normal Kargo

source: Subtotal
ru: Промежуточный итог
tr: Ara Toplam

source: Price Summary
ru: Сводка цены
tr: Fiyat Özeti

# deliveryText3
source: 1-3 business days
ru: 1-3 рабочих дня
tr: 1-3 iş günü içerisinde

source: Order Information
ru: Информация о заказе
tr: Sipariş Bilgileri

source: Purchased Items
ru: Приобретенные товары
tr: Satın Alınan Ürünler

source: My Receipts
ru: Мои квитанции
tr: Faturalarım

# clothingTypeVelvet
source: Velvet
ru: Бархат
tr: Kadife

# clothingTypeChiffon
source: Chiffon
ru: Шифон
tr: Şifon

# clothingTypeJerseyKnit
source: Jersey Knit
ru: Трикотаж Jersey
tr: Jersey Örgü

# clothingTypeCashmere
source: Cashmere
ru: Кашемир
tr: Kaşmir

# googleLoginButton
source: Login with Google
ru: Вход через Google
tr: Google ile Giriş Yap

# outOfStockTitle
source: Out of Stock
ru: Нет в наличии
tr: Stok Dışı

# outOfStockMessage
source: {productNames} is out of stock. Do you want to proceed?
ru: {productNames} нет в наличии. Хотите продолжить?
tr: {productNames} stokta kalmadı. Devam etmek istiyor musunuz?

source: Image contains inappropriate content
ru: На изображении обнаружено неадекватное содержание
tr: Görselde uygunsuz içerik tespit edildi

source: You need to login to track your products
ru: Войдите, чтобы отследить ваши товары
tr: Ürünleriniz takip etmek için giriş yapın

source: Clothing details
ru: Детали одежды
tr: Giyim detayları

# colorImages
source: Color options
ru: Варианты цветов
tr: Renk seçenekleri

# emailVerified
source: Email verified successfully!
ru: Адрес электронной почты успешно подтвержден!
tr: E-posta başarıyla doğrulandı!

# checkSpamFolder
source: Can't find the email? Check your spam folder.
ru: Не нашли письмо? Проверьте папку спама.
tr: E-postayı bulamıyor musunuz? Spam klasörünüzü kontrol edin.

# profileCompletionInfo
source: Complete your profile
ru: Завершите свой профиль
tr: Profilinizi tamamlayın

# profileCompleted
source: Profile completed successfully!
ru: Профиль успешно завершен!
tr: Profil başarıyla tamamlandı!

# joinUsToday
source: Join us today to find everything you need!
ru: Присоединитесь к нам сегодня, чтобы найти все, что вам нужно!
tr: Dilediğiniz herşeyi bulmak için bugün bize katılın!

source: Optional
ru: Необязательно
tr: İsteğe bağlı

source: OR
ru: ИЛИ
tr: VEYA

# alreadyHaveAccount
source: Already have an account? Sign in
ru: Уже есть учетная запись? Войти
tr: Zaten hesabınız var mı? Giriş yapın

source: Sign Up
ru: Зарегистрироваться
tr: Kayıt Ol

# dontHaveAccount
source: Don't have an account?
ru: Нет учетной записи?
tr: Hesabınız yok mu?

source: Email sent to:
ru: Письмо отправлено на:
tr: E-posta gönderildi:

source: Bought this product
ru: Купил этот товар
tr: Bu ürünü satın aldı

# noHomeContent
source: No home content available
ru: Контент главной страницы недоступен
tr: Ana sayfa içeriği bulunmuyor

# noCollections
source: No collections available
ru: Коллекции недоступны
tr: Koleksiyon bulunmuyor

# shipmentPending
source: Pending
ru: Ожидает
tr: Bekliyor

# shipmentCollecting
source: Collecting
ru: Забирается
tr: Toplanıyor

# shipmentInTransit
source: In Transit
ru: В пути
tr: Yolda

# shipmentAtWarehouse
source: At Warehouse
ru: На складе
tr: Depoda

# shipmentOutForDelivery
source: Out for Delivery
ru: Доставляется
tr: Dağıtımda

# shipmentDelivered
source: Delivered
ru: Доставлено
tr: Teslim Edildi

# shipmentFailed
source: Failed
ru: Ошибка
tr: Başarısız

# shipmentInProgress
source: In Progress
ru: В процессе
tr: İşlemde

source: No pending shipments
ru: Нет ожидающих отправлений
tr: Bekleyen gönderi yok

# noInProgressShipments
source: No shipments in progress
ru: Нет отправлений в процессе
tr: İşlemde gönderi yok

source: No delivered shipments
ru: Нет доставленных отправлений
tr: Teslim edilen gönderi yok

source: Login to update your profile
ru: Войдите, чтобы обновить свой профиль
tr: Profilinizi düzenlemek için giriş yapın

# earnPointsShort
source: Earn points while you shop
ru: Зарабатывайте баллы при покупках
tr: Alışveriş yaparken puan kazanın

# earnPointsModalText
source: Earn points while you shop and invite friends to earn together!
ru: Зарабатывайте баллы при покупках и приглашайте друзей, чтобы зарабатывать вместе!
tr: Alışveriş yaparken puan kazanın ve arkadaşlarınızı birlikte kazanmaya davet edin!

# searchResultsCount
source: {count} search results
ru: {count} результатов поиска
tr: {count} arama sonucu

source: Reports
ru: Отчеты
tr: Raporlar

source: Create New Report
ru: Создать новый отчет
tr: Yeni Rapor Oluştur

source: Generate custom reports for your shop
ru: Создавайте пользовательские отчеты для вашего магазина
tr: Mağazanız için özel raporlar oluşturun

source: Report Name
ru: Имя отчета
tr: Rapor Adı

source: Enter report name...
ru: Введите имя отчета...
tr: Rapor adını girin...

source: Select Data to Include
ru: Выберите данные для включения
tr: Dahil Edilecek Verileri Seçin

source: Include product information
ru: Включить информацию о товарах
tr: Ürün bilgilerini dahil et

source: Orders
ru: Заказы
tr: Siparişler

source: Include order information
ru: Включить информацию о заказах
tr: Sipariş bilgilerini dahil et

source: Boost History
ru: История усиления
tr: Öne Çıkarma Geçmişi

source: Include boost information
ru: Включить информацию об усилении товаров
tr: Ürün öne çıkarma bilgilerini dahil et

source: Generate Report
ru: Создать отчет
tr: Rapor Oluştur

source: Existing Reports
ru: Существующие отчеты
tr: Mevcut Raporlar

source: No Reports Yet
ru: Отчетов пока нет
tr: Henüz Rapor Yok

# createYourFirstReport
source: Create your first report to get started
ru: Создайте свой первый отчет, чтобы начать
tr: Başlamak için ilk raporunuzu oluşturun

source: Select date range...
ru: Выберите диапазон дат...
tr: Tarih aralığı seçin...

# pleaseEnterReportName
source: Please enter a report name
ru: Пожалуйста, введите имя отчета
tr: Lütfen bir rapor adı girin

# pleaseSelectAtLeastOneDataType
source: Please select at least one data type to include
ru: Пожалуйста, выберите хотя бы один тип данных для включения
tr: Lütfen dahil edilecek en az bir veri türü seçin

source: Report generated successfully!
ru: Отчет успешно создан!
tr: Rapor başarıyla oluşturuldu!

# removeFromCampaignTitle
source: Remove from Campaign
ru: Удалить из кампании
tr: Kampanyadan Çıkar

# productInCampaignMessage
source: This product is currently in {campaignName} campaign.
ru: Этот товар находится в кампании {campaignName}.
tr: Bu ürün şu anda {campaignName} kampanyasında.

source: Remove from campaign and discount
ru: Удалить из кампании и скидки
tr: Kampanyadan ve indirimden çıkar

source: Removing from campaign...
ru: Удаление из кампании...
tr: Kampanyadan çıkarılıyor...

# removedFromCampaignAndDiscount
source: Product removed from campaign and discount restored
ru: Товар удален из кампании и скидка отменена
tr: Ürün kampanyadan çıkarıldı ve indirim kaldırıldı

source: Report downloaded successfully!
ru: Отчет успешно загружен!
tr: Rapor başarıyla indirildi!

source: Sort Options
ru: Параметры сортировки
tr: Sıralama Seçenekleri

# sortByDate
source: Date
ru: По дате
tr: Tarih

# sortByPurchaseCount
source: Purchase Count
ru: По количеству продаж
tr: Satış Sayısı

# sortByClickCount
source: Click Count
ru: По количеству кликов
tr: Tıklanma Sayısı

# sortByFavoritesCount
source: Favorites Count
ru: По количеству добавлений в избранное
tr: Favori Sayısı

# sortByCartCount
source: Cart Count
ru: По количеству добавлений в корзину
tr: Sepet Sayısı

# sortByPrice
source: Price
ru: По цене
tr: Fiyat

# sortByDuration
source: Duration
ru: По продолжительности
tr: Süre

# sortByImpressionCount
source: Impression Count
ru: По количеству показов
tr: Görüntülenme Sayısı

source: Sort Order
ru: Порядок сортировки
tr: Sıralama Düzeni

source: Descending
ru: По убыванию
tr: Azalan

source: Ascending
ru: По возрастанию
tr: Artan

source: Select Sort By
ru: Выберите сортировку
tr: Sıralama Seç

source: Sorted by
ru: Сортировано по
tr: Sıralandı

source: Favorites
ru: Избранное
tr: Favoriler

source: Cart Adds
ru: Добавления в корзину
tr: Sepet Eklemeleri

source: Report Contents
ru: Содержимое отчета
tr: Rapor İçeriği

source: Generated
ru: Создано
tr: Oluşturulma

source: Product Name
ru: Название товара
tr: Ürün Adı

source: Category
ru: Категория
tr: Kategori

source: Quantity
ru: Количество
tr: Miktar

source: Sales
ru: Продажи
tr: Satış

source: Product
ru: Товар
tr: Ürün

source: Item
ru: Товар
tr: Öğe

# durationMinutes
source: Duration (min)
ru: Продолжительность (мин)
tr: Süre (dk)

source: Cost
ru: Стоимость
tr: Maliyet

source: Impressions
ru: Показы
tr: Gösterimler

source: Clicks
ru: Клики
tr: Tıklamalar

# notSpecified
source: N/A
ru: Не указано
tr: Belirtilmemiş

source: Unknown Shop
ru: Неизвестный магазин
tr: Bilinmeyen Mağaza

# statusProcessing
source: Processing
ru: Обработка
tr: İşleniyor

# statusReturned
source: Returned
ru: Возвращено
tr: İade Edildi

# showingFirstItemsOfTotal
source: Showing first {firstCount} items of {totalCount} total
ru: Показаны первые {firstCount} из {totalCount} товаров
tr: Toplam {totalCount} öğeden ilk {firstCount} tanesi gösteriliyor

# noDataAvailableForSection
source: No data available for this section
ru: Данные недоступны для этого раздела
tr: Bu bölüm için mevcut veri bulunmuyor

source: Cart count
ru: Корзина
tr: Sepet

# pullToRefresh
source: Pull down to refresh
ru: Потяните вниз, чтобы обновить
tr: Yenilemek için aşağı çekin

source: No recommendations yet
ru: Пока нет рекомендаций
tr: Henüz öneri yok

# startBrowsingToGetRecommendations
source: Start browsing to get personalized recommendations
ru: Начните просмотр, чтобы получить персональные рекомендации
tr: Kişiselleştirilmiş öneriler almak için taramaya başlayın

source: Generating Report...
ru: Создание отчета...
tr: Rapor Oluşturuluyor...

source: Please wait while we generate your report
ru: Пожалуйста, подождите, пока мы создаем ваш отчет
tr: Raporunuz oluşturulurken lütfen bekleyin

source: Product Filters
ru: Фильтры товаров
tr: Ürün Filtreleri

source: Sub-subcategory
ru: Подкатегория
tr: Alt-alt kategori

source: All {items}
ru: Все {items}
tr: Tüm {items}

source: Clear Filters
ru: Очистить фильтры
tr: Filtreleri Temizle

source: Select Category
ru: Выберите категорию
tr: Kategori seçin

source: Select Sub-subcategory
ru: Выберите подкатегорию
tr: Alt-Alt Kategori Seç

source: All Categories
ru: Все категории
tr: Tüm Kategoriler

# skipSubcategory
source: Skip - Show All Products in Category
ru: Пропустить - показать все товары в категории
tr: Atla - Kategorideki Tüm Ürünleri Göster

# skipSubSubcategory
source: Skip - Show All Products in Subcategory
ru: Пропустить - показать все товары в подкатегории
tr: Atla - Alt Kategorideki Tüm Ürünleri Göster

source: Invite
ru: Пригласить
tr: Davet Et

# referralCode
source: Referral Code (optional)
ru: Код рефереля (необязательно)
tr: Davet Kodu (Opsiyonel)

source: Play Points for Payment
ru: Используйте PlayPoints

source: Use PlayPoints for Payment
ru: Используйте PlayPoints для оплаты
tr: Ödeme için PlayPoint kullanın

source: Confirm Payment
ru: Подтвердить платеж
tr: Ödemeyi Tamamla

# pinLocation
source: Pin address on map
ru: Отметьте ваш адрес на карте
tr: Adresinizi haritada işaretleyin

source: Delivery Options
ru: Варианты доставки
tr: Teslimat Seçenekleri

source: Stats
ru: Статистика
tr: İstatistik

source: Refund Request
ru: Заявка на возврат
tr: İade Talebi

source: Refund Approved
ru: Возврат одобрен
tr: İade Onaylandı

source: Refund Rejected
ru: Возврат отклонен
tr: İade Reddedildi

# refundRequestApprovedTitle
source: Refund Request Approved
ru: Заявка на возврат одобрена
tr: İade Talebi Onaylandı

# refundRequestApprovedMessage
source: To complete the return process, please bring the product to the specified address.
ru: Пожалуйста, отправьте товар на указанный адрес для завершения процесса возврата.
tr: İade işleminin tamamlanması için ürünü belirtilen adrese getiriniz lütfen.

# refundRequestRejectedMessage
source: Your refund request has been rejected.
ru: Ваша заявка на возврат была отклонена.
tr: İade talebiniz reddedildi.

# refundOfficeAddress
source: skele, Kalecik, Four Seasons Life, Main Street Side Shop No:138
ru: Iskele, Kalecik, Four Seasons Life, Main Street, Shop No:138
tr: İskele, Kalecik, Four Seasons Life, Ana Cadde Yanı Dükkan No:138

# latestArrivals
source: Latest Additions
ru: Новые поступления
tr: Yeni Eklenenler

source: Self Delivery
ru: Доставка продавцом
tr: Satıcı Teslimatı

source: Fast Delivery
ru: Быстрая доставка
tr: Hızlı Teslimat

# selfDeliveryDescription
source: This product will be delivered by the seller. We are not responsible for any damaged or lost product.
ru: Этот товар будет доставлен продавцом. Выбирайте эту опцию для товаров, требующих установки
tr: Bu ürün satıcı tarafından teslim edilecektir. Kurulum gerektiren ürünler için bu seçeneği tercih ediniz

# fastDeliveryDescription
source: This product's delivery will be handled by E-CTS, from the owner to the customer. Any damaged or lost products will be fully refunded.
ru: Мы берём товар у вас и доставляем покупателю. С покупателя удерживается 75 TL за доставку.
tr: Teslimatı sizden alır ve alıcıya götürürüz. Alıcıdan 75 TL teslimat ücreti kesilir.

# pleaseSelectDeliveryOption
source: Please select a delivery option.
ru: Пожалуйста, выберите вариант доставки.
tr: Lütfen bir teslimat seçeneği seçin.

# lastProducts
source: Last {quantity} products
ru: Последние {quantity} товара
tr: Son {quantity} ürün

# continueButton
source: Continue
ru: Продолжить
tr: Devam Et

# maximum35Characters
source: Maximum 35 characters allowed.
ru: Максимум 35 символов.
tr: En fazla 35 karakter kullanılabilir.

# maximum45Characters
source: Maximum 45 characters allowed.
ru: Максимум 45 символов.
tr: En fazla 45 karakter kullanılabilir.

# maximum100Characters
source: Maximum 100 characters allowed.
ru: Максимум 100 символов.
tr: En fazla 100 karakter kullanılabilir.

# maximum25MB
source: Maximum file size is 25MB.
ru: Каждый файл должен быть меньше 25МБ.
tr: Maksimum dosya boyutu 25MB'dır.

# maximum10Images
source: You can only upload up to 10 images.
ru: Вы можете загрузить максимум 10 изображений.
tr: En fazla 10 resim yükleyebilirsiniz.

# maximum1Video
source: You can only upload one video.
ru: Вы можете загрузить только одно видео.
tr: Sadece bir video yükleyebilirsiniz.

source: Preview Product
ru: Предпросмотр товара
tr: Ürünü Önizle

source: Product Details
ru: Детали товара
tr: Ürün Detayları

source: Video
ru: Видео

source: Delivery Option
ru: Вариант доставки
tr: Teslimat Seçeneği

source: Confirm and List
ru: Подтвердить и выставить
tr: Onayla ve Listele

source: Edit
ru: Редактировать
tr: Düzenle

source: No video included.
ru: Видео не включено.
tr: Video dahil edilmedi.

source: No
ru: Нет
tr: Hayır

source: Error preparing product
ru: Ошибка при подготовке товара
tr: Ürünü hazırlarken hata oluştu

source: Tags and keywords
ru: Теги и ключевые слова

# pleaseEnterQuantity
source: Please enter the quantity.
ru: Пожалуйста, введите количество.
tr: Lütfen miktar giriniz.

# pleaseEnterValidQuantity
source: Please enter a valid quantity.
ru: Пожалуйста, введите корректное количество.
tr: Lütfen geçerli bir miktar giriniz.

source: Stock Information
ru: Информация о запасах
tr: Ürün Miktar Bilgisi

# stockInformationDescription
source: The sale will be stopped when the quantity of the product is zero. If your stock is replenished, please update the quantity of the product.
ru: Когда количество товара станет нулевым, продажа этого товара будет остановлена. Если ваши запасы пополнятся, обновите количество товара.
tr: Ürün miktarı sıfır olunca bu ürünün satışı durdurulacaktır. Eğer stoğunuz yenilenirse, ürün miktarını güncelleyiniz.

source: Delivery
ru: Доставка
tr: Teslimat

source: Price comparison
ru: Сравнение цен
tr: Fiyat karşılaştırması

source: View Analytics
ru: Просмотреть аналитику
tr: Analizleri Görüntüle

source: Ad Analytics
ru: Аналитика рекламы
tr: Reklam Analitikleri

source: Total Clicks
ru: Всего кликов
tr: Toplam Tıklama

source: Conversions
ru: Конверсии
tr: Dönüşümler

source: Conversion Rate
ru: Процент конверсии
tr: Dönüşüm Oranı

source: Gender Distribution
ru: Распределение по полу
tr: Cinsiyet Dağılımı

source: Age Groups
ru: Возрастные группы
tr: Yaş Grupları

source: No gender data available
ru: Данные о поле недоступны
tr: Cinsiyet verisi mevcut değil

source: No age group data available
ru: Данные возрастной группы недоступны
tr: Yaş grubu verisi mevcut değil

source: Failed to load analytics
ru: Не удалось загрузить аналитику
tr: Analitikler yüklenemedi

# adApprovedMessage
source: Approved
ru: Одобрено
tr: Onaylandı

# weekShort
source: W
ru: Н
tr: H

# dayShort
source: D
ru: Д
tr: G

# hourShort
source: h
ru: ч
tr: s

# minuteShort
source: m
ru: м
tr: d

source: Comparison
ru: Сравнение
tr: Karşılaştırma

source: Suggestion
ru: Рекомендуемый
tr: Önerilen

source: Similarity
ru: Сходство
tr: Benzerlik

source: Removed from favorites
ru: Удалено из избранного
tr: Favorilerden kaldırıldı

source: Added to favorites
ru: Добавлено в избранное
tr: Favorilere eklendi

source: Seller not found
ru: Продавец не найден
tr: Satıcı bulunamadı

source: Product in cart
ru: Товар в корзине

# productAddedToCart
source: Product added to your cart.
ru: Товар добавлен в корзину
tr: Ürün sepete eklendi

source: Please login to continue
ru: Пожалуйста, войдите для продолжения

source: Product removed from favorites.
ru: Товар удалён из избранного

source: Product added to favorites.
ru: Товар добавлен в избранное

# productAlreadyInCart
source: Product is already in your cart.
ru: Товар уже в вашей корзине

source: You have earned
ru: Вы заработали
tr: Kazandınız

# youNowHaveTotal
source: You now have a total of
ru: Итого
tr: Toplam

source: Error updating click count
ru: Ошибка при обновлении количества кликов

source: Take Photo
ru: Снять фото
tr: Resim çek

source: Select from Album
ru: Выбрать из альбома
tr: Albümden seç

# enterNewQuantity
source: Enter a new quantity
ru: Введите новое количество
tr: Yeni miktar girin

# doYouWantToDeleteProduct
source: Are you sure you want to remove this product?
ru: Вы уверены, что хотите удалить этот товар?
tr: Bu ürünü kaldırmak istediğinizden emin misiniz?

source: Trending
ru: Популярное
tr: Trend

# fiveStar
source: 5-Star
ru: 5-звезд
tr: 5-Yıldız

source: Best Sellers
ru: Бестселлеры
tr: En Çok Satanlar

source: List the product
ru: Выставить товар
tr: Ürünü listele

source: Search the product
ru: Искать товар
tr: Ürün ara

source: Stock
ru: Запас
tr: Stok

source: Unable to determine category
ru: Ошибка определения категории
tr: Category belirlenmesi hatası

source: Error submitting product
ru: Ошибка при выставлении товара
tr: Ürün listelenirken hata

source: Error Updating Favorites
ru: Ошибка при обновлении избранного
tr: Favoriler güncellenirken hata

source: Recent Searches
ru: Недавние поиски
tr: En son arananlar

source: No Recent Searches
ru: Нет поисков
tr: Arama yok

source: Popular Subcategories
ru: Популярные подкатегории
tr: Popüler kategoriler

source: No Popular Subcategories
ru: Нет популярных подкатегорий
tr: Popüler kategori yok

# welcomeTitle
source: Welcome to Nar24!
ru: Добро пожаловать на Nar24!
tr: Nar24'e Hoşgeldiniz!

# welcomeSubtitle
source: You'll find everything you're looking for!
ru: Всё, что ты ищешь, легко найти!
tr: Ne Ararsan Rahatlıkla!

# noLoggedInForNotifications
source: Log in to see your notifications
ru: Войдите, чтобы видеть ваши уведомления
tr: Bildirimlerinizi görmek için giriş yapın

# noLoggedInForCart
source: Log in to see your cart
ru: Войдите, чтобы видеть вашу корзину
tr: Sepetinizi görmek için giriş yapın

# noLoggedInForFavorites
source: Log in to see your favorites
ru: Войдите, чтобы видеть ваши избранные
tr: Favorilerinizi görmek için giriş yapın

# registerButton
source: Register
ru: Зарегистрироваться
tr: Üye ol

# errorUserDisabled
source: User Disabled
ru: Ошибка пользователя
tr: Error user

# searchTimeout
source: Search timed out. Please try again.
ru: Время ожидания поиска истекло. Пожалуйста, попробуйте снова.
tr: Arama zaman aşımına uğradı. Lütfen tekrar deneyin.

# searchError
source: Search failed. Please try again.
ru: Поиск не удался. Пожалуйста, попробуйте снова.
tr: Arama başarısız oldu. Lütfen tekrar deneyin.

source: Invalid Phone Number
ru: Неверный номер телефона
tr: Geçersiz telefon numarası

source: Contact Buyer
ru: Связаться с покупателем
tr: Alıcıyla İletişime Geç

source: Cannot Contact Buyer
ru: В данный момент не удаётся связаться с покупателем.
tr: Şu anda alıcıyla iletişime geçilemiyor.

# pendingProductApplications
source: Product Applications
ru: Заявки на товары
tr: Ürün Başvuruları

# noApplicationsTitle
source: No Applications
ru: Нет заявок
tr: Başvuru Yok

# noApplicationsDescription
source: You haven't submitted any product applications yet.
ru: Вы ещё не подавали заявок на товары.
tr: Henüz ürün başvurusu yapmadınız.

# noPendingTitle
source: No Pending Applications
ru: Нет ожидающих заявок
tr: Bekleyen Başvuru Yok

# noPendingDescription
source: You don't have any applications waiting for review.
ru: У вас нет заявок, ожидающих рассмотрения.
tr: İncelemeyi bekleyen başvurunuz bulunmuyor.

# noApprovedTitle
source: No Approved Applications
ru: Нет одобренных заявок
tr: Onaylanmış Başvuru Yok

# noApprovedDescription
source: None of your applications have been approved yet.
ru: Ни одна из ваших заявок ещё не была одобрена.
tr: Henüz onaylanmış başvurunuz bulunmuyor.

# noRejectedTitle
source: No Rejected Applications
ru: Нет отклонённых заявок
tr: Reddedilmiş Başvuru Yok

# noRejectedDescription
source: None of your applications have been rejected.
ru: Ни одна из ваших заявок не была отклонена.
tr: Reddedilmiş başvurunuz bulunmuyor.

source: Load More
ru: Загрузить еще
tr: Daha Fazla Yükle

# showingResults
source: Showing {count} of {total} results
ru: Показано {count} из {total} результатов
tr: {total} sonuçtan {count} tanesi gösteriliyor

source: Edit Application
ru: Заявка на редактирование
tr: Düzenleme Başvurusu

source: Images
ru: Изображения
tr: Görseller

source: Description
ru: Описание
tr: Açıklama

source: Condition
ru: Состояние
tr: Durum

source: Colors
ru: Цвета
tr: Renkler

source: Edited Fields
ru: Изменённые поля
tr: Düzenlenen Alanlar

source: Submitted at
ru: Отправлено
tr: Gönderilme tarihi

source: Reviewed at
ru: Рассмотрено
tr: İncelenme tarihi

source: Phone Number Not Found
ru: Номер телефона не найден.
tr: Telefon numarası bulunamadı.

source: Phone Number Copied to Clipboard
ru: Номер телефона скопирован в буфер обмена.
tr: Telefon numarası panoya kopyalandı.

source: Copy Phone Number
ru: Скопировать номер телефона
tr: Telefon Numarasını Kopyala

source: Copy address
ru: Скопировать адрес
tr: Adresi Kopyala
