Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# colorOptionWarning
source: For the selected colour options please specify quantity and upload an image
ru: Пожалуйста, укажите количество и загрузите изображение для выбранных вариантов цветов
tr: Seçilen renk seçenekleri için lütfen miktar belirtiniz ve bir resim yükleyiniz

source: Okay
ru: ОК
tr: Tamam

# waistSize
source: Waist
ru: Размер талии
tr: Bel

# heightSize
source: Height
ru: Рост
tr: Yükseklik

source: Complete Profile
ru: Завершить профиль
tr: Profili Tamamlayın

# pleaseFillMissingFields
source: Please fill all the fields
ru: Пожалуйста, заполните все поля
tr: Lütfen tüm alanları doldurunuz

# cartCount2
source: {count, plural, =0{No one has this in their cart} one{{count} person has this in their cart} other{{count} people have this in their cart}}
ru: {count, plural, =0{Корзина пуста} other{{count} человека в корзине!}}
tr: {count, plural, =0{Sepet boş} other{{count} kişinin sepetinde!}}

# favoriteCount2
source: {count, plural, =0{No one has this in their favorites} one{{count} person has this in their favorites} other{{count} people have this in their favorites}}
ru: {count, plural, =0{Избранное пусто} other{{count} человека в избранном!}}
tr: {count, plural, =0{Favoriler boş} other{{count} kişinin favorilerinde!}}

# purchaseCount2
source: {count, plural, =0{No one has purchased this} one{{count} person purchased this!} other{{count} people purchased this!}}
ru: {count, plural, =0{Никто не купил} one{{count} человек купил!} other{{count} человек купили!}}
tr: {count, plural, =0{Satın alan yok} one{{count} kişi satın aldı!} other{{count} kişi satın aldı!}}

# genericNotificationTitle
source: New Notification
ru: Новое уведомление
tr: Yeni Bildirim

# genericNotificationBody
source: You have a new notification!
ru: У вас есть новое уведомление!
tr: Yeni bir bildiriminiz var!

# productOutOfStockTitle
source: Out of Stock
ru: Товар нет в наличии ⚠️
tr: Ürün Stoğu Tükendi ⚠️

# productOutOfStockBody
source: Your product is out of stock.
ru: Ваш товар закончился.
tr: Ürününüz stokta kalmadı.

# shopProductOutOfStockTitle
source: Shop Item Out of Stock
ru: Товар магазина нет в наличии ⚠️
tr: Mağaza Ürünü Stoğu Tükendi ⚠️

# shopProductOutOfStockBody
source: A product is out of stock in your shop.
ru: Товар в вашем магазине закончился.
tr: Mağanızdaki bir ürün stokta kalmadı.

# boostExpiredTitle
source: Boost Expired
ru: Срок продвижения истёк ⚠️
tr: Boost Süresi Doldu ⚠️

# boostExpiredBody
source: Your boost has expired.
ru: Срок действия продвигаемого товара истёк.
tr: Öne çıkarılan ürünün süresi doldu.

# shopProductSoldTitle
source: Shop Product Sold!
ru: Товар магазина продан! 🎉
tr: Mağaza Ürünü Satıldı! 🎉

# shopProductSoldBody
source: A product in your shop has been sold.
ru: Товар в вашем магазине был продан!
tr: Mağazanızdaki ürün satıldı!

# shipmentStatusUpdatedTitle
source: Shipment Status Updated!
ru: Статус отправки обновлён! ✅
tr: Gönderi Durumu Güncellendi! ✅

# shipmentStatusUpdatedBody
source: Your shipment status has been updated!
ru: Ваш статус отправки был обновлён!
tr: Gönderi durumunuz güncellendi!

source: Proceed
ru: Продолжить
tr: İlerle

# inviteFriends
source: Invite friends to earn more points
ru: Пригласите друзей, чтобы заработать больше
tr: Daha fazla kazanmak için arkadaşlarını davet et

source: Your Referral Code
ru: Ваш код рефереля
tr: Referans Kodunuz

# copyTooltip
source: Copy code
ru: Скопировать код
tr: Kodu kopyala

# shareTooltip
source: Share code
ru: Поделиться кодом
tr: Kodu paylaş

source: Invited Users
ru: Приглашенные пользователи
tr: Davet Edilen Kullanıcılar

source: Go to Teras
ru: Перейти в Teras
tr: Teras'a Git

# referralCopied
source: Referral code copied!
ru: Код рефереля скопирован!
tr: Referans kodu kopyalandı!

# noReferrals
source: No referrals yet.
ru: Нет приглашенных пользователей.
tr: Henüz davet yok.

# joined
source: Joined: {date}
ru: Присоединился: {date}
tr: Katıldı: {date}

source: User data not found.
ru: Данные пользователя не найдены.
tr: Kullanıcı verisi bulunamadı.

# usersAlsoBought
source: Users also bought these products
ru: Пользователи также купили эти товары
tr: Kullanıcılar bu ürünleride satın aldı

# spendPoints
source: Spend your points to buy products!
ru: Потратьте баллы на покупку товаров!
tr: Ürün satın almak için puanlarını harca!

source: Refresh
ru: Обновить
tr: Yenile

# addFavoriteShops
source: Add the shop to favorites
ru: Добавить магазин в избранное
tr: Dükkanı favorilere ekle

# noAccountText
source: Don't have an account? Register!
ru: Нет учетной записи? Зарегистрируйтесь!
tr: Hesabınız yok mu? Kayıt olun!

# guestContinueText
source: Continue as Guest
ru: Продолжить как гость
tr: Ziyaretçi olarak devam et

# emailErrorEmpty
source: Please enter an email
ru: Пожалуйста, введите адрес электронной почты
tr: Lütfen bir e-posta girin

# emailErrorInvalid
source: Please enter a valid email
ru: Пожалуйста, введите действительный адрес электронной почты
tr: Lütfen geçerli bir e-posta girin

# discoverShops
source: You have no favorite shops yet
ru: У вас пока нет избранных магазинов
tr: Henüz favori dükkanınız bulunmamaktadır

# passwordErrorEmpty
source: Please enter a password
ru: Пожалуйста, введите пароль
tr: Lütfen bir şifre girin

# passwordErrorShort
source: Password must be at least 6 characters
ru: Пароль должен содержать не менее 6 символов
tr: Şifre en az 6 karakter olmalıdır

# errorUserNotFound
source: No user found for that email.
ru: Пользователь с этим адресом электронной почты не найден.
tr: Bu e-posta ile kayıtlı bir kullanıcı bulunamadı.

source: Shop deleted successfully
ru: Магазин успешно удален
tr: Dükkan başarıyla silindi

source: Error deleting shop
ru: Не удалось удалить магазин
tr: Dükkan silinemedi

# errorTogglingFavorite
source: Error adding shop to favorites
ru: Не удалось добавить магазин в избранное
tr: Dükkan favorilere eklenemedi

# discoverProducts
source: Discover wide range of products and add them to your favorites!
ru: Откройте для себя широкий ассортимент товаров и добавьте их в избранное!
tr: Geniş ürün yelpazesini keşfedin ve favorilerinizi ekleyin!

# discoverVehicles
source: Discover a wide range of vehicles and add them to your favorites!
ru: Откройте для себя широкий ассортимент автомобилей и добавьте их в избранное!
tr: Geniş araç yelpazesini keşfedin ve favorilerinize ekleyin!

# discoverPropertiesPlaceholder
source: Discover a wide range of properties and add them to your favorites!
ru: Откройте для себя широкий ассортимент недвижимости и добавьте их в избранное!
tr: Geniş bir mülk yelpazesini keşfedin ve favorilerinize ekleyin!

# addShops
source: Add shop
ru: Добавить магазин
tr: Dükkan ekle

# selectMainRegion
source: Select District
ru: Выберите район
tr: İlçe Seçin

# selectSubregion
source: Select Region
ru: Выберите регион
tr: Bölge Seçin

# mainRegion
source: District
ru: Район
tr: İlçe

# searchCategoriesError
source: Failed to search categories
ru: Категория не найдена
tr: Kategori bulunamadı

# emptyCartPlaceholderText
source: Discover a wide range of products and add your favorites to the cart!
ru: Откройте для себя широкий ассортимент товаров и добавьте их в корзину!
tr: Geniş ürün yelpazesini keşfedin ve favorilerinizi sepete ekleyin!

source: Discover
ru: Открыть
tr: Keşfet

source: Shop removed
ru: Магазин удален
tr: Dükkan kaldırıldı

source: Inappropriate Content Detected
ru: Обнаружено неадекватное содержание
tr: Uygunsuz içerik tespit edildi

# errorCreatingNotification
source: Something went wrong
ru: Произошла проблема
tr: Bir sorun oluştu

# reviewSubmittedSuccessfully
source: Submitted successfully
ru: Успешно отправлено
tr: Başarıyla gönderildi

# sendToContact
source: Send to a contact
ru: Отправить контакту
tr: Bir kişiye gönder

# sendViaAnotherApp
source: Send via another application
ru: Отправить через другое приложение
tr: Başka bir uygulama ile gönder

source: Error fetching contacts.
ru: Ошибка при получении контактов.
tr: Kişiler alınırken hata oluştu.

# sellerReview2
source: Seller review
ru: Отзыв о продавце
tr: Satıcı yorumu

# sellerReview3
source: Seller Review
ru: Оценка продавца
tr: Satıcı Değerlendirmesi

source: No contacts found.
ru: Контакты не найдены.
tr: Hiç kişi bulunamadı.

source: Error loading contact.
ru: Ошибка при загрузке контакта.
tr: Kişi yüklenirken hata oluştu.

source: Contact not found.
ru: Контакт не найден.
tr: Kişi bulunamadı.

# productSharedWithContact
source: Product shared successfully!
ru: Товар успешно поделен!
tr: Ürün başarıyla paylaşıldı!

source: Chats
ru: Сообщения
tr: Mesajlar

source: Contacts
ru: Контакты
tr: Kişiler

# errorWrongPassword
source: Wrong password provided.
ru: Неправильный пароль.
tr: Şifre yanlış.

# errorInvalidEmail
source: The email address is badly formatted.
ru: Неверный адрес электронной почты.
tr: Geçersiz e-posta adresi.

source: No more products to add.
ru: Больше нет товаров для добавления
tr: Eklenecek ürün kalmadı

source: Add video
ru: Добавить видео
tr: Video ekle

# errorGeneral
source: Login failed. Please try again.
ru: Вход не удался. Пожалуйста, попробуйте снова.
tr: Giriş başarısız. Lütfen tekrar deneyin.

source: Vehicle
ru: Автомобиль
tr: Araç

source: Select Language
ru: Выберите язык
tr: Dil Seçin

# turkish
source: Trke
ru: Türkçe
tr: Türkçe

# homeScreenTitle
source: Home
ru: Главная
tr: Anasayfa

# settingsTitle
source: Settings
ru: Параметры
tr: Ayarlar

# settingsSectionLanguage
source: Language
ru: Язык
tr: Dil

# settingsLanguage
source: Select Language
ru: Выберите язык
tr: Dil Seçin

# homeScreenSubtitle
source: Welcome to the Property App.
ru: Добро пожаловать в приложение недвижимости.
tr: Gayrimenkul Uygulamasına Hoş Geldiniz.

# propertyListingsTitle
source: Property Listings
ru: Объявления недвижимости
tr: Emlak Listeleri

# propertyListingsDescription
source: View all properties
ru: Просмотреть всю недвижимость
tr: Tüm gayrimenkulleri görüntüleyin

# propertyValuationTitle
source: Property Valuation
ru: Оценка недвижимости
tr: Emlak Değer Biçme

# propertyValuationDescription
source: Learn about property valuation
ru: Узнайте стоимость недвижимости
tr: Emlak değerini öğrenin

# rentalManagementTitle
source: Rental Management System
ru: Система управления арендой
tr: Kira Yönetim Sistemi

# rentalManagementDescription
source: Use rental management tools
ru: Используйте инструменты управления арендой
tr: Kira yönetim araçlarını kullanın

# viewButton
source: View
ru: Просмотр
tr: Görüntüle

source: Real Estate Listings
ru: Объявления недвижимости
tr: Emlak Listeleri

source: Property Valuation
ru: Оценка недвижимости
tr: Emlak Değer Biçme

source: Rental Management System
ru: Система управления арендой
tr: Kira Yönetim Sistemi

source: Use rental management tools
ru: Используйте инструменты управления арендой
tr: Kira yönetim araçlarını kullanın

# learnPropertyValuation
source: Learn about property valuation
ru: Узнайте стоимость недвижимости
tr: Emlak değerini öğrenin

source: View All Properties
ru: Просмотреть всю недвижимость
tr: Tüm gayrimenkulleri görüntüleyin

source: No Email
ru: Нет электронной почты
tr: Email Yok

# bedroomsIcon
source: Bedrooms
ru: Спальня
tr: Yatak Odası

# bathroomsIcon
source: Bathrooms
ru: Ванная комната
tr: Banyo

# houseSizeIcon
source: House Size
ru: Размер дома
tr: Ev Büyüklüğü

source: Featured
ru: Избранное
tr: Öne Çıkan

source: My Properties
ru: Моя недвижимость
tr: Mülklerim

source: Plan Limit Reached
ru: Лимит плана достигнут
tr: Plan Limitiniz Doldu

# planLimitReachedMessage
source: You have reached your plan limit. Upgrade your plan to add more listings.
ru: Вы достигли лимита плана. Обновите план, чтобы добавить больше объявлений.
tr: Plan limitinizi doldurdunuz. Daha fazla ilan eklemek için planınızı yükseltin.

source: Upgrade
ru: Обновить
tr: Yükselt

source: Search
ru: Поиск
tr: Ara

source: Filter
ru: Фильтр
tr: Filtre

source: Reset Search
ru: Сбросить поиск
tr: Aramayı Sıfırla

source: Listings
ru: Объявления
tr: İlanlar

source: Auction
ru: Аукцион
tr: Açık Artırma

source: Trending Items
ru: Тренды
tr: Trend Ürünler

source: Featured Shops
ru: Избранные магазины
tr: Öne Çıkan Mağazalar

source: Agencies
ru: Агентства
tr: Acenteler

source: My Profile
ru: Мой профиль
tr: Profilim

source: Logout
ru: Выйти
tr: Çıkış Yap

source: List
ru: Список
tr: Listele

source: View on Map
ru: Просмотреть на карте
tr: Haritada Görüntüle

# noImages
source: Please upload at least one property image.
ru: Пожалуйста, загрузьте хотя бы одну фотографию недвижимости.
tr: Lütfen en az bir mülk fotoğrafı yükleyin.

# propertyListedSuccess
source: Property listed successfully!
ru: Недвижимость успешно добавлена!
tr: Mülk başarıyla listelendi!

# errorOccurredDuringListing
source: An error occurred:
ru: Произошла ошибка:
tr: Hata oluştu:

# userNotFoundPleaseLogin
source: User not found. Please log in again.
ru: Пользователь не найден. Пожалуйста, войдите снова.
tr: Kullanıcı bulunamadı. Lütfen tekrar giriş yapın.

source: Learn property value
ru: Узнайте стоимость недвижимости
tr: Emlak değerini öğrenin

# confirmDeleteProperty
source: Are you sure you want to delete this property?
ru: Вы уверены, что хотите удалить эту недвижимость?
tr: Bu mülkü silmek istediğinizden emin misiniz?

# twoFactorFailedMessage
source: Two-factor authentication failed. Please try again.
ru: Двухфакторная аутентификация не удалась. Пожалуйста, попробуйте снова.
tr: İki faktörlü doğrulama başarısız oldu. Lütfen tekrar deneyin.

# errorNetwork
source: Network error. Please check your connection and try again.
ru: Ошибка сети. Пожалуйста, проверьте подключение к Интернету и попробуйте снова.
tr: Ağ hatası. Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

# errorTooManyAttempts
source: Too many failed attempts. Please try again later.
ru: Слишком много неудачных попыток. Пожалуйста, попробуйте позже.
tr: Çok fazla başarısız deneme. Lütfen daha sonra tekrar deneyin.

# errorAccountExists
source: An account already exists with this email using a different sign-in method.
ru: Учетная запись с этим адресом электронной почты уже создана с использованием другого способа входа.
tr: Bu e-posta adresiyle farklı bir giriş yöntemi kullanılarak zaten bir hesap oluşturulmuş.

# twoFactorUseEmailInstead
source: Use email instead of authentication code
ru: Используйте способ электронной почты вместо кода
tr: Kod yerine e-posta yolunu kullanın

# twoFactorPleaseWait
source: Please wait 30 seconds before requesting a new code
ru: Пожалуйста, подождите 30 секунд перед запросом нового кода.
tr: Yeni bir kod talep etmeden önce lütfen 30 saniye bekleyin.

source: Share
ru: Поделиться
tr: Paylaş

source: Boost
ru: Усилить
tr: Öne Çıkar

source: Boosted
ru: Усилено
tr: Öne Çıkarıldı

source: days
ru: дней
tr: gün

# hours
source: hrs
ru: Часы
tr: Saat

# checkOutThisProperty
source: Check out this property: {propertyUrl}
ru: Посмотрите эту недвижимость: {propertyUrl}
tr: Bu mülke bir göz atın: {propertyUrl}

source: Unnamed
ru: Без названия
tr: İsimsiz

source: Property deleted successfully!
ru: Недвижимость успешно удалена!
tr: Mülk başarıyla silindi!

source: Unable to calculate total
ru: Невозможно рассчитать итог
tr: Toplam hesaplanamıyor

# serviceUnavailable
source: Service temporarily unavailable. Please try again.
ru: Сервис временно недоступен. Пожалуйста, попробуйте снова.
tr: Hizmet geçici olarak kullanılamıyor. Lütfen tekrar deneyin.

# noPropertiesAddedYet
source: No properties yet.
ru: Недвижимость еще не добавлена.
tr: Henüz bir mülk yok.

# propertyDetailTitle
source: Property Details
ru: Детали недвижимости
tr: Mülk Detayları

source: Notification deleted successfully!
ru: Уведомление удалено.
tr: Bildirim silindi.

source: Company info not found.
ru: Информация о компании не найдена.
tr: Şirket bilgisi bulunamadı.

source: Property info not found.
ru: Информация о недвижимости не найдена.
tr: Mülk bilgisi bulunamadı.

# noNotifications
source: No notifications yet.
ru: Уведомлений нет.
tr: Henüz bildirim yok.

# confirmDeleteNotification
source: Are you sure you want to delete this notification?
ru: Вы уверены, что хотите удалить это уведомление?
tr: Bu bildirimi silmek istediğinizden emin misiniz?

# boostExpiringMessage
source: Your boosted property "{propertyName}" will expire in 6 hours.
ru: Усиление вашей недвижимости "{propertyName}" истекает через 6 часов.
tr: Boostlu mülkünüz "{propertyName}" 6 saat içinde sona erecek.

# boostFinishedMessage
source: Your boosted property "{propertyName}" has ended successfully.
ru: Усиление вашей недвижимости "{propertyName}" успешно завершено.
tr: Boostlu mülkünüz "{propertyName}" başarıyla sona erdi.

# notLoggedIn
source: You are not logged in.
ru: Вы не вошли.
tr: Giriş yapmadınız.

# myPropertiesScreenTitle
source: My Properties
ru: Моя недвижимость
tr: Mülklerim

# myPropertiesScreenBody
source: My Properties Screen
ru: Экран моей недвижимости
tr: Mülklerim Ekranı

# boostScreenTitle
source: Boost Property
ru: Усилить недвижимость
tr: Mülkü Öne Çıkar

source: Add more properties
ru: Добавить больше недвижимости
tr: Daha fazla mülk ekle

# noMorePropertiesToAdd
source: You have no more properties to add.
ru: Больше нет недвижимости для добавления.
tr: Eklemek için daha fazla mülkünüz yok.

# selectBoostDuration
source: Select boost duration (Days):
ru: Выберите продолжительность усиления (дни):
tr: Öne çıkarma süresini seçin (Gün):

# propertiesBoostedSuccessfully
source: {count} properties successfully boosted!
ru: {count} недвижимостей успешно усилено!
tr: {count} mülk başarıyla öne çıkarıldı!

source: Complete Payment
ru: Завершить платеж
tr: Ödemeyi Tamamla

source: User not authenticated.
ru: Пользователь не аутентифицирован.
tr: Kullanıcı doğrulanmamış.

source: Property Not Found.
ru: Недвижимость не найдена.
tr: Mülk bulunamadı.

# noPermissionToBoost
source: You do not have permission to boost this property.
ru: У вас нет разрешения на усиление этой недвижимости.
tr: Bu mülkü öne çıkarma yetkiniz yok.

source: Extras
ru: Дополнительно
tr: Ekstralar

source: Request Info
ru: Запросить информацию
tr: Bilgi Al

source: Requesting info
ru: Получение информации
tr: Bilgi alınıyor

source: Listing date
ru: Дата объявления
tr: İlan tarihi

source: Profile image updated
ru: Изображение профиля обновлено
tr: Profil fotoğrafınız güncellendi.

source: Profile image upload failed
ru: Не удалось загрузить изображение профиля
tr: Profil resmi yüklenemedi

source: Edit Profile
ru: Редактировать профиль
tr: Profili Düzenle

source: Settings
ru: Параметры
tr: Ayarlar

source: Subscriptions
ru: Подписки
tr: Üyelikler

# billingInfo
source: Billing Information
ru: Информация об оплате
tr: Fatura Bilgileri

source: Info
ru: Информация
tr: Bilgi

source: Support
ru: Поддержка
tr: Destek

# logoutTitle
source: LOGOUT
ru: ВЫХОД
tr: ÇIKIŞ

# logoutConfirmation
source: Are you sure you want to logout?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Account Type
ru: Тип учетной записи
tr: Hesap Türü

source: Individual
ru: Физическое лицо
tr: Bireysel

source: Corporate
ru: Юридическое лицо
tr: Kurumsal

source: Agency
ru: Агентство
tr: Acente

source: Phone
ru: Телефон
tr: Telefon

source: Add Social Media
ru: Добавить социальные сети
tr: Sosyal Medya Ekle

# socialMediaAddFailed
source: Failed to add social media links
ru: Не удалось добавить ссылки на социальные сети
tr: Sosyal medya bağlantıları eklenemedi

# socialMediaAddSuccess
source: Social media links added successfully
ru: Ссылки на социальные сети успешно добавлены
tr: Sosyal medya bağlantıları başarıyla eklendi

# enterPhone
source: Enter your phone number
ru: Введите номер телефона
tr: Telefon numaranızı girin

source: Location
ru: Местоположение
tr: Konum

source: Corporate name
ru: Название организации
tr: Kurum ismi

source: Property removed from favorites
ru: Недвижимость удалена из избранного
tr: Mülk favorilerden kaldırıldı

source: View Floor Plans
ru: Просмотреть планы этажей
tr: Kat Planlarını Görüntüle

source: View PDF File
ru: Просмотреть PDF файл
tr: PDF Dosyasını Görüntüle

source: Auctions
ru: Аукционы
tr: Açık Artırmalar

source: My Auctions
ru: Мои аукционы
tr: Açık Artırmalarım

# noMyAuctions
source: You have no auctions.
ru: У вас нет аукционов.
tr: Hiç açık artırmanız yok.

# noActiveAuctions
source: No active auctions at the moment.
ru: В настоящее время нет активных аукционов.
tr: Şu anda aktif açık artırma yok.

source: Current Price
ru: Текущая цена
tr: Güncel Fiyat

source: Starting Price
ru: Начальная цена
tr: Başlangıç Fiyatı

source: Remaining Time
ru: Оставшееся время
tr: Kalan Süre

source: My Current Bids
ru: Мои текущие ставки
tr: Mevcut Tekliflerim

source: My Wins
ru: Мои выигрыши
tr: Kazandıklarım

source: My Past Auctions
ru: Мои прошлые аукционы
tr: Geçmiş Açık Artırmalarım

source: Home Page
ru: Главная страница
tr: Anasayfa

# copiedToClipboard
source: Copied
ru: Скопировано
tr: Kopyalandı

source: Select Property
ru: Выберите недвижимость
tr: Mülk Seçin

source: Start Auction
ru: Начать аукцион
tr: Açık Artırmayı Başlat

# fieldCannotBeEmpty
source: This field cannot be empty.
ru: Это поле не может быть пусто.
tr: Bu alan boş bırakılamaz.

# enterValidPrice
source: Please enter a valid price.
ru: Пожалуйста, введите действительную цену.
tr: Lütfen geçerli bir fiyat girin.

# pleaseMakeSelection
source: Please make a selection.
ru: Пожалуйста, сделайте выбор.
tr: Lütfen bir seçim yapın.

# auctionCreated
source: Auction created successfully!
ru: Аукцион успешно создан!
tr: Açık artırma başarıyla oluşturuldu!

# auctionCreationFailed
source: Failed to create auction.
ru: Не удалось создать аукцион.
tr: Açık artırma oluşturulamadı.

# enterValidBid
source: Please enter a valid bid.
ru: Пожалуйста, введите действительную ставку.
tr: Lütfen geçerli bir teklif girin.

# bidMustBeHigher
source: Bid must be at least {minBid} {currency}.
ru: Ставка должна быть не менее {minBid} {currency}.
tr: Teklif en az {minBid} {currency} olmalıdır.

source: New Auction
ru: Новый аукцион
tr: Yeni Açık Artırma

source: End Auction
ru: Завершить аукцион
tr: Açık Artırmayı Sonlandır

source: No Date Info
ru: Информация о дате отсутствует
tr: Tarih Bilgisi Yok

source: Bid placed successfully!
ru: Ставка успешно сделана!
tr: Teklif başarıyla verildi!

# bidFailed
source: Failed to place bid.
ru: Ставка не удалась.
tr: Teklif verilemedi.

source: Auction ended successfully.
ru: Аукцион успешно завершен.
tr: Açık artırma başarıyla sona erdi.

# auctionEndFailed
source: Failed to end auction.
ru: Не удалось завершить аукцион.
tr: Açık artırma sonlandırılamadı.

source: Sale Price
ru: Цена продажи
tr: Satış Fiyatı

source: Place Bid
ru: Сделать ставку
tr: Teklif Ver

source: Bid Amount
ru: Размер ставки
tr: Teklif Miktarı

source: Send Receipt by Email
ru: Отправить квитанцию по электронной почте
tr: Faturayı E-posta ile Gönder

# pleaseEnterEmail
source: Please enter an email address
ru: Пожалуйста, введите адрес электронной почты
tr: Lütfen bir e-posta adresi girin

source: Receipt sent successfully!
ru: Квитанция успешно отправлена!
tr: Fatura başarıyla gönderildi!

source: Send Email
ru: Отправить письмо
tr: E-posta Gönder

source: Send by Email
ru: Отправить по электронной почте
tr: E-posta ile gönder

# receiptWillBeSentToEmail
source: Your receipt will be sent to the email below
ru: Квитанция будет отправлена на следующий адрес электронной почты.
tr: Faturanız aşağıdaki e-posta adresine gönderilecektir.

source: Bids
ru: Ставки
tr: Teklifler

source: No bids yet.
ru: Ставок еще нет.
tr: Henüz teklif yok.

source: Winner
ru: Победитель
tr: Kazanan

source: weeks
ru: Недели
tr: Hafta

source: Months
ru: Месяцы
tr: Ay

source: Month
ru: Месяц
tr: Ay

source: Week
ru: Неделя
tr: Hafta

source: Day
ru: День
tr: Gün

source: Hour
ru: Час
tr: Saat
