Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# andText
source: and
ru: и
tr: ve

# buyerCategoryWomen
source: Women
ru: Женщины
tr: Kadın

# buyerCategoryMen
source: Men
ru: Мужчины
tr: Erkek

# buyerSubcategoryFashion
source: Fashion
ru: Мода
tr: Moda

# buyerSubcategoryShoes
source: Shoes
ru: Обувь
tr: Ayakkabı

# buyerSubcategoryAccessories
source: Accessories
ru: Аксессуары
tr: Aksesuarlar

# buyerSubcategoryBags
source: Bags & Luggages
ru: Сумки и Багаж
tr: Çanta & Bavul

# buyerSubcategorySelfCare
source: Self Care
ru: Уход за собой
tr: Kişisel Bakım

# categoryClothingFashion
source: Clothing & Fashion
ru: Одежда и Мода
tr: Giyim ve Moda

# categoryFootwear
source: Footwear
ru: Обувь
tr: Ayakkabı

# categoryAccessories
source: Accessories
ru: Аксессуары
tr: Aksesuarlar

# categoryMotherChild
source: Mother & Child
ru: Материнство и Дети
tr: Anne ve Çocuk

# categoryHomeFurniture
source: Home & Furniture
ru: Дом и Мебель
tr: Ev ve Mobilya

# categoryBeautyPersonalCare
source: Beauty & Personal Care
ru: Красота и Личная гигиена
tr: Güzellik ve Kişisel Bakım

# categoryBagsLuggage
source: Bags & Luggage
ru: Сумки и Багаж
tr: Çanta ve Bavul

# categoryElectronics
source: Electronics
ru: Электроника
tr: Elektronik

# subSubcategoryWhiteGoods
source: White Goods
ru: Бытовая техника
tr: Beyaz Eşya

# categorySportsOutdoor
source: Sports & Outdoor
ru: Спорт и Активный отдых
tr: Spor ve Outdoor

# categoryBooksStationeryHobby
source: Books, Stationery & Hobby
ru: Книги, Канцелярия и Хобби
tr: Kitap, Kırtasiye ve Hobi

# categoryToolsHardware
source: Tools & Hardware
ru: Инструменты и Оборудование
tr: Alet ve Hırdavat

# categoryPetSupplies
source: Pet Supplies
ru: Товары для животных
tr: Evcil Hayvan Malzemeleri

# categoryAutomotive
source: Automotive
ru: Автомобили
tr: Otomotiv

# categoryHealthWellness
source: Health & Wellness
ru: Здоровье и Благополучие
tr: Sağlık ve Zindelik

# subcategoryDresses
source: Dresses
ru: Платья
tr: Elbiseler

# subcategoryTopsShirts
source: Tops & Shirts
ru: Верхняя одежда
tr: Üst Giyim

# subcategoryBottoms
source: Bottoms
ru: Нижняя одежда
tr: Alt Giyim

# subcategoryOuterwear
source: Outerwear
ru: Верхняя одежда
tr: Dış Giyim

# subcategoryUnderwearSleepwear
source: Underwear & Sleepwear
ru: Нижнее белье и Пижамы
tr: İç Giyim ve Pijama

# subcategorySwimwear
source: Swimwear
ru: Купальники
tr: Mayo

# subcategoryActivewear
source: Sportwear
ru: Спортивная одежда
tr: Spor Giyim

# subcategorySuitsFormal
source: Suits & Formal
ru: Костюмы и Формальная одежда
tr: Takım ve Resmi Giyim

# subcategoryTraditionalCultural
source: Traditional & Cultural
ru: Традиционная и Культурная одежда
tr: Geleneksel ve Kültürel Giyim

# subcategorySneakersAthletic
source: Sneakers & Athletic
ru: Спортивная обувь
tr: Spor Ayakkabı

# subcategoryCasualShoes
source: Casual Shoes
ru: Повседневная обувь
tr: Günlük Ayakkabı

# subcategoryFormalShoes
source: Formal Shoes
ru: Формальная обувь
tr: Resmi Ayakkabı

# subcategoryBoots
source: Boots
ru: Сапоги
tr: Bot

# subcategorySandalsFlipFlops
source: Sandals & Flip-Flops
ru: Сандалии и Шлепанцы
tr: Sandalet ve Terlik

# subcategorySlippers
source: Slippers
ru: Домашние тапочки
tr: Ev Terlikleri

# subcategorySpecializedFootwear
source: Specialized Footwear
ru: Специализированная обувь
tr: Özel Amaçlı Ayakkabı

# subcategoryJewelry
source: Jewelry
ru: Украшения
tr: Mücevher

# subcategoryWatches
source: Watches
ru: Часы
tr: Saatler

# subcategoryBelts
source: Belts
ru: Ремни
tr: Kemerler

# subcategoryHatsCaps
source: Hats & Caps
ru: Шапки и Кепки
tr: Şapka ve Bereler

# subcategoryScarvesWraps
source: Scarves & Wraps
ru: Шарфы и Палантины
tr: Atkı ve Şallar

# subcategorySunglassesEyewear
source: Sunglasses & Eyewear
ru: Солнечные очки и Очки
tr: Güneş Gözlükleri ve Gözlük

# subcategoryGloves
source: Gloves
ru: Перчатки
tr: Eldivenler

# subcategoryHairAccessories
source: Hair Accessories
ru: Аксессуары для волос
tr: Saç Aksesuarları

# subcategoryOtherAccessories
source: Other Accessories
ru: Другие аксессуары
tr: Diğer Aksesuarlar

# subcategoryBabyClothing
source: Baby Clothing
ru: Детская одежда
tr: Bebek Giyim

# subcategoryKidsClothing
source: Kids Clothing
ru: Детская одежда
tr: Çocuk Giyim

# subcategoryKidsFootwear
source: Kids Footwear
ru: Детская обувь
tr: Çocuk Ayakkabı

# subcategoryToysGames
source: Toys & Games
ru: Игрушки и Игры
tr: Oyuncak ve Oyunlar

# subcategoryBabyCare
source: Baby Care
ru: Уход за младенцем
tr: Bebek Bakımı

# subcategoryMaternity
source: Maternity
ru: Материнство
tr: Hamilelik

# subcategoryStrollersCarSeats
source: Strollers & Car Seats
ru: Коляски и Автокресла
tr: Bebek Arabası ve Oto Koltuğu

# subcategoryFeedingNursing
source: Feeding & Nursing
ru: Питание и Кормление
tr: Beslenme ve Emzirme

# subcategorySafetySecurity
source: Safety & Security
ru: Безопасность
tr: Güvenlik

# subcategoryEducational
source: Educational
ru: Обучающий материал
tr: Eğitici

# subcategoryLivingRoomFurniture
source: Living Room Furniture
ru: Мебель для гостиной
tr: Oturma Odası Mobilyası

# subcategoryBedroomFurniture
source: Bedroom Furniture
ru: Мебель для спальни
tr: Yatak Odası Mobilyası

# subcategoryKitchenDining
source: Kitchen & Dining
ru: Кухня и Столовая
tr: Mutfak ve Yemek Odası

# subcategoryBathroom
source: Bathroom
ru: Ванная комната
tr: Banyo

# subcategoryHomeDecor
source: Home Decor
ru: Домашний декор
tr: Ev Dekorasyonu

# subcategoryLighting
source: Lighting
ru: Освещение
tr: Aydınlatma

# subcategoryStorageOrganization
source: Storage & Organization
ru: Хранение и Организация
tr: Saklama ve Organizasyon

# subcategoryTextilesSoftFurnishing
source: Textiles & Soft Furnishing
ru: Текстиль и Мягкая мебель
tr: Tekstil ve Yumuşak Mobilya

# subcategoryGardenOutdoor
source: Garden & Outdoor
ru: Сад и Открытые пространства
tr: Bahçe ve Outdoor

# subcategorySkincare
source: Skincare
ru: Уход за кожей
tr: Cilt Bakımı

# subcategoryMakeup
source: Makeup
ru: Макияж
tr: Makyaj

# subcategoryHaircare
source: Haircare
ru: Уход за волосами
tr: Saç Bakımı

# subcategoryFragrances
source: Fragrances
ru: Ароматы
tr: Parfüm

# subcategoryPersonalHygiene
source: Personal Hygiene
ru: Личная гигиена
tr: Kişisel Hijyen

# subcategoryNailCare
source: Nail Care
ru: Уход за ногтями
tr: Tırnak Bakımı

# subcategoryBodyCare
source: Body Care
ru: Уход за телом
tr: Vücut Bakımı

# subcategoryOralCare
source: Oral Care
ru: Уход за полостью рта
tr: Ağız Bakımı

# subcategoryBeautyToolsAccessories
source: Beauty Tools & Accessories
ru: Инструменты и Аксессуары для красоты
tr: Güzellik Araçları ve Aksesuarları

# subcategoryHandbags
source: Handbags
ru: Женские сумки
tr: El Çantaları

# subcategoryBackpacks
source: Backpacks
ru: Рюкзаки
tr: Sırt Çantaları

# subcategoryTravelLuggage
source: Travel Luggage
ru: Дорожный багаж
tr: Seyahat Bavulları

# subcategoryBriefcasesBusinessBags
source: Briefcases & Business Bags
ru: Портфели и Деловые сумки
tr: Evrak Çantası ve İş Çantaları

# subcategorySportsGymBags
source: Sports & Gym Bags
ru: Спортивные и Тренировочные сумки
tr: Spor ve Jimnastik Çantaları

# subcategoryWalletsSmallAccessories
source: Wallets & Small Accessories
ru: Кошельки и Маленькие аксессуары
tr: Cüzdan ve Küçük Aksesuarlar

# subcategorySpecialtyBags
source: Specialty Bags
ru: Специализированные сумки
tr: Özel Amaçlı Çantalar

# subcategorySmartphonesAccessories
source: Smartphones & Accessories
ru: Смартфоны и Аксессуары
tr: Akıllı Telefon ve Aksesuarları

# subcategoryComputersLaptops
source: Computers & Laptops
ru: Компьютеры и Ноутбуки
tr: Bilgisayar ve Laptop

# subcategoryTVsHomeEntertainment
source: TVs & Home Entertainment
ru: ТВ и Домашние развлечения
tr: TV ve Ev Eğlence Sistemleri

# subcategoryAudioEquipment
source: Audio Equipment
ru: Аудиооборудование
tr: Ses Sistemleri

# subcategoryGaming
source: Gaming
ru: Игры
tr: Oyun

# subcategorySmartHomeIoT
source: Smart Home & IoT
ru: Умный дом и IoT
tr: Akıllı Ev ve IoT

# subcategoryCamerasPhotography
source: Cameras & Photography
ru: Камеры и Фотография
tr: Kamera ve Fotoğrafçılık

# subcategoryWearableTech
source: Wearable Tech
ru: Носимые технологии
tr: Giyilebilir Teknoloji

# subcategoryHomeAppliances
source: Home Appliances
ru: Бытовые приборы
tr: Ev Aletleri

# subcategoryPersonalCareElectronics
source: Personal Care Electronics
ru: Электроника для личной гигиены
tr: Kişisel Bakım Elektroniği

# subcategoryFitnessExercise
source: Fitness & Exercise
ru: Фитнес и Упражнения
tr: Fitness ve Egzersiz

# subcategorySports
source: Sports
ru: Спорт
tr: Sporlar

# subcategoryWaterSports
source: Water Sports
ru: Водные виды спорта
tr: Su Sporları

# subcategoryOutdoorCamping
source: Outdoor & Camping
ru: Активный отдых и Кемпинг
tr: Outdoor ve Kamp

# subcategoryWinterSports
source: Winter Sports
ru: Зимние виды спорта
tr: Kış Sporları

# subcategoryCycling
source: Cycling
ru: Велосипедизм
tr: Bisiklet

# subcategoryRunningAthletics
source: Running & Athletics
ru: Бег и Легкая атлетика
tr: Koşu ve Atletizm

# subcategorySportsAccessories
source: Sports Accessories
ru: Спортивные аксессуары
tr: Spor Aksesuarları

# subcategorySportswear
source: Sportswear
ru: Спортивная одежда
tr: Spor Giyim

# subcategoryBooksLiterature
source: Books & Literature
ru: Книги и Литература
tr: Kitap ve Edebiyat

# subcategoryOfficeSchoolSupplies
source: Office & School Supplies
ru: Офисные и Школьные принадлежности
tr: Ofis ve Okul Malzemeleri

# subcategoryArtCraftSupplies
source: Art & Craft Supplies
ru: Товары для искусства и Ремесла
tr: Sanat ve El Sanatları Malzemeleri

# subcategoryWritingInstruments
source: Writing Instruments
ru: Письменные инструменты
tr: Yazı Araçları

# subcategoryPaperProducts
source: Paper Products
ru: Бумажные изделия
tr: Kağıt Ürünleri

# subcategoryEducationalMaterials
source: Educational Materials
ru: Учебные материалы
tr: Eğitim Materyalleri

# subcategoryHobbiesCollections
source: Hobbies & Collections
ru: Хобби и Коллекции
tr: Hobiler ve Koleksiyonlar

# subcategoryMusicalInstruments
source: Musical Instruments
ru: Музыкальные инструменты
tr: Müzik Aletleri

# subcategoryHandTools
source: Hand Tools
ru: Ручные инструменты
tr: El Aletleri

# subcategoryPowerTools
source: Power Tools
ru: Электроинструменты
tr: Elektrikli Aletler

# subcategoryHardwareFasteners
source: Hardware & Fasteners
ru: Оборудование и Крепежные элементы
tr: Hırdavat ve Bağlantı Elemanları

# subcategoryElectricalSupplies
source: Electrical Supplies
ru: Электроснабжение
tr: Elektrik Malzemeleri

# subcategoryPlumbingSupplies
source: Plumbing Supplies
ru: Водопроводные принадлежности
tr: Tesisatçılık Malzemeleri

# subcategoryBuildingMaterials
source: Building Materials
ru: Строительные материалы
tr: Yapı Malzemeleri

# subcategorySafetyEquipment
source: Safety Equipment
ru: Средства защиты
tr: Güvenlik Ekipmanları

# subcategoryMeasuringTools
source: Measuring Tools
ru: Измерительные инструменты
tr: Ölçüm Aletleri

# subcategoryToolStorage
source: Tool Storage
ru: Хранение инструментов
tr: Alet Saklama

# subcategoryDogSupplies
source: Dog Supplies
ru: Товары для собак
tr: Köpek Malzemeleri

# subcategoryCatSupplies
source: Cat Supplies
ru: Товары для кошек
tr: Kedi Malzemeleri

# subcategoryBirdSupplies
source: Bird Supplies
ru: Товары для птиц
tr: Kuş Malzemeleri

# subcategoryFishAquarium
source: Fish & Aquarium
ru: Рыбы и Аквариумы
tr: Balık ve Akvaryum

# subcategorySmallAnimalSupplies
source: Small Animal Supplies
ru: Товары для мелких животных
tr: Küçük Hayvan Malzemeleri

# subcategoryPetFoodTreats
source: Pet Food & Treats
ru: Корм для животных и Лакомства
tr: Evcil Hayvan Yemi ve Ödülleri

# subcategoryPetCareHealth
source: Pet Care & Health
ru: Уход за животными и Здоровье
tr: Evcil Hayvan Bakımı ve Sağlığı

# subcategoryPetAccessories
source: Pet Accessories
ru: Аксессуары для животных
tr: Evcil Hayvan Aksesuarları

# subcategoryPetTraining
source: Pet Training
ru: Обучение животных
tr: Evcil Hayvan Eğitimi

# subcategoryCarPartsComponents
source: Car Parts & Components
ru: Автозапчасти и Компоненты
tr: Araba Parçaları ve Bileşenleri

# subcategoryCarElectronics
source: Car Electronics
ru: Автомобильная электроника
tr: Araba Elektroniği

# subcategoryCarCareMaintenance
source: Car Care & Maintenance
ru: Уход за автомобилем и Ремонт
tr: Araba Bakımı ve Onarımı

# subcategoryTiresWheels
source: Tires & Wheels
ru: Шины и Диски
tr: Lastik ve Jantlar

# subcategoryInteriorAccessories
source: Interior Accessories
ru: Внутренние аксессуары
tr: İç Aksesuar

# subcategoryExteriorAccessories
source: Exterior Accessories
ru: Внешние аксессуары
tr: Dış Aksesuar

# subcategoryToolsEquipment
source: Tools & Equipment
ru: Инструменты и Оборудование
tr: Araçlar ve Ekipmanlar

# subcategoryMotorcycleParts
source: Motorcycle Parts
ru: Запчасти для мотоциклов
tr: Motosiklet Parçaları

# subcategoryVitaminsSupplements
source: Vitamins & Supplements
ru: Витамины и Добавки
tr: Vitamin ve Takviyeler

# subcategoryMedicalEquipment
source: Medical Equipment
ru: Медицинское оборудование
tr: Tıbbi Cihazlar

# subcategoryFirstAidSafety
source: First Aid & Safety
ru: Первая помощь и Безопасность
tr: İlk Yardım ve Güvenlik

# subcategoryFitnessExerciseEquipment
source: Fitness & Exercise Equipment
ru: Фитнес и Оборудование для упражнений
tr: Fitness ve Egzersiz Ekipmanları

# subcategoryHealthMonitoring
source: Health Monitoring
ru: Мониторинг здоровья
tr: Sağlık Takibi

# subcategoryMobilityDailyLiving
source: Mobility & Daily Living
ru: Мобильность и Повседневная жизнь
tr: Mobilite ve Günlük Yaşam

# subcategoryAlternativeMedicine
source: Alternative Medicine
ru: Альтернативная медицина
tr: Alternatif Tıp

# subcategoryPersonalCare
source: Personal Care
ru: Личная гигиена
tr: Kişisel Bakım

# subSubcategoryCasualDresses
source: Casual Dresses
ru: Повседневные платья
tr: Günlük Elbiseler

# subSubcategoryFormalDresses
source: Formal Dresses
ru: Формальные платья
tr: Resmi Elbiseler

# subSubcategoryEveningGowns
source: Evening Gowns
ru: Вечерние платья
tr: Gece Elbiseleri

# subSubcategoryCocktailDresses
source: Cocktail Dresses
ru: Коктейльные платья
tr: Kokteyl Elbiseleri

# subSubcategoryMaxiDresses
source: Maxi Dresses
ru: Макси платья
tr: Maksi Elbiseler

# subSubcategoryMiniDresses
source: Mini Dresses
ru: Мини платья
tr: Mini Elbiseler

# subSubcategoryMidiDresses
source: Midi Dresses
ru: Миди платья
tr: Midi Elbiseler

# subSubcategoryWeddingDresses
source: Wedding Dresses
ru: Свадебные платья
tr: Gelinlikler

# subSubcategorySundresses
source: Sundresses
ru: Летние платья
tr: Yazlık Elbiseler

# subSubcategoryTShirts
source: T-Shirts
ru: Футболки
tr: Tişörtler

# subSubcategoryShirts
source: Shirts
ru: Рубашки
tr: Gömlekler

# subSubcategoryBlouses
source: Blouses
ru: Блузки
tr: Bluzlar

# subSubcategoryTankTops
source: Tank Tops
ru: Майки
tr: Atlet

# subSubcategoryPoloShirts
source: Polo Shirts
ru: Поло рубашки
tr: Polo Tişörtler

# subSubcategoryCropTops
source: Crop Tops
ru: Укороченные топы
tr: Kısa Üstler

# subSubcategoryTunics
source: Tunics
ru: Туники
tr: Tunikler

# subSubcategoryHoodies
source: Hoodies
ru: Худи
tr: Kapüşonlular

# subSubcategorySweatshirts
source: Sweatshirts
ru: Свитшоты
tr: Sweatshirtler

# subSubcategoryJeans
source: Jeans
ru: Джинсы
tr: Kotlar

# subSubcategoryPants
source: Pants
ru: Брюки
tr: Pantolonlar

# subSubcategoryShorts
source: Shorts
ru: Шорты
tr: Şortlar

# subSubcategorySkirts
source: Skirts
ru: Юбки
tr: Etekler

# subSubcategoryLeggings
source: Leggings
ru: Леггинсы
tr: Taytlar

# subSubcategoryJoggers
source: Joggers
ru: Джоггеры
tr: Eşofman Altları

# subSubcategoryCapris
source: Capris
ru: Капри
tr: Kapri

# subSubcategoryCulottes
source: Culottes
ru: Кюлоты
tr: Bol Pantolonlar

# subSubcategoryJackets
source: Jackets
ru: Куртки
tr: Ceketler

# subSubcategoryCoats
source: Coats
ru: Пальто
tr: Paltolar

# subSubcategoryBlazers
source: Blazers
ru: Блейзеры
tr: Blazerlar

# subSubcategoryCardigans
source: Cardigans
ru: Кардиганы
tr: Hırkalar

# subSubcategorySweaters
source: Sweaters
ru: Свитеры
tr: Kazaklar

# subSubcategoryVests
source: Vests
ru: Жилеты
tr: Yelekler

# subSubcategoryParkas
source: Parkas
ru: Парки
tr: Parkalar

# subSubcategoryTrenchCoats
source: Trench Coats
ru: Тренчи
tr: Trençkotlar

# subSubcategoryWindbreakers
source: Windbreakers
ru: Ветровки
tr: Rüzgarlıklar

# subSubcategoryBras
source: Bras
ru: Лифчики
tr: Sütyenler

# subSubcategoryPanties
source: Panties
ru: Трусики
tr: Külotlar

# subSubcategoryBoxers
source: Boxers
ru: Боксеры
tr: Boxer

# subSubcategoryBriefs
source: Briefs
ru: Трусы
tr: Slip

# subSubcategoryUndershirts
source: Undershirts
ru: Нижние рубашки
tr: Fanila

# subSubcategorySleepwear
source: Sleepwear
ru: Ночное белье
tr: Pijama

# subSubcategoryPajamas
source: Pajamas
ru: Пижамные комплекты
tr: Pijama Takımları

# subSubcategoryNightgowns
source: Nightgowns
ru: Ночные рубашки
tr: Gecelikler

# subSubcategoryRobes
source: Robes
ru: Халаты
tr: Sabahlıklar

# subSubcategorySocks
source: Socks
ru: Носки
tr: Çoraplar

# subSubcategoryTights
source: Tights
ru: Колготки
tr: Külotlu Çoraplar

# subSubcategoryBikinis
source: Bikinis
ru: Бикини
tr: Bikiniler

# subSubcategoryOnePieceSwimsuits
source: One-Piece Swimsuits
ru: Цельные купальники
tr: Tek Parça Mayolar

# subSubcategorySwimShorts
source: Swim Shorts
ru: Плавки
tr: Mayo Şortu

# subSubcategoryBoardshorts
source: Boardshorts
ru: Серф шорты
tr: Sörf Şortu

# subSubcategoryCoverUps
source: Cover-Ups
ru: Пляжные туники
tr: Pareo

# subSubcategoryRashguards
source: Rashguards
ru: Рашгарды
tr: Rashguard

# subSubcategorySportsBras
source: Sports Bras
ru: Спортивные лифчики
tr: Spor Sütyenleri

# subSubcategoryAthleticTops
source: Athletic Tops
ru: Спортивные топы
tr: Spor Üstleri

# subSubcategoryAthleticBottoms
source: Athletic Bottoms
ru: Спортивные брюки
tr: Spor Altları

# subSubcategoryTracksuits
source: Tracksuits
ru: Спортивные костюмы
tr: Eşofman Takımları

# subSubcategoryYogaWear
source: Yoga Wear
ru: Йога одежда
tr: Yoga Giyimi

# subSubcategoryRunningGear
source: Running Gear
ru: Беговая одежда
tr: Koşu Giyimi

# subSubcategoryGymWear
source: Gym Wear
ru: Тренировочная одежда
tr: Jimnastik Giyimi

# subSubcategoryBusinessSuits
source: Business Suits
ru: Деловые костюмы
tr: İş Takımları

# subSubcategoryTuxedos
source: Tuxedos
ru: Смокинги
tr: Smokinler

# subSubcategoryFormalShirts
source: Formal Shirts
ru: Формальные рубашки
tr: Resmi Gömlekler

# subSubcategoryDressPants
source: Dress Pants
ru: Классические брюки
tr: Kumaş Pantolonlar

# subSubcategoryWaistcoats
source: Waistcoats
ru: Жилеты
tr: Yelekler

# subSubcategoryBowTies
source: Bow Ties
ru: Бабочки
tr: Papyonlar

# subSubcategoryCufflinks
source: Cufflinks
ru: Запонки
tr: Kol Düğmeleri

# subSubcategoryEthnicWear
source: Ethnic Wear
ru: Этническая одежда
tr: Etnik Giyim

# subSubcategoryCulturalCostumes
source: Cultural Costumes
ru: Культурные костюмы
tr: Kültürel Kostümler

# subSubcategoryTraditionalDresses
source: Traditional Dresses
ru: Традиционные платья
tr: Geleneksel Elbiseler

# subSubcategoryCeremonialClothing
source: Ceremonial Clothing
ru: Торжественная одежда
tr: Tören Giysileri

# subSubcategoryRunningShoes
source: Running Shoes
ru: Беговые кроссовки
tr: Koşu Ayakkabıları

# subSubcategoryBasketballShoes
source: Basketball Shoes
ru: Баскетбольные кроссовки
tr: Basketbol Ayakkabıları

# subSubcategoryTrainingShoes
source: Training Shoes
ru: Тренировочные кроссовки
tr: Antrenman Ayakkabıları

# subSubcategoryCasualSneakers
source: Casual Sneakers
ru: Повседневные кроссовки
tr: Günlük Spor Ayakkabı

# subSubcategorySkateboardShoes
source: Skateboard Shoes
ru: Скейт обувь
tr: Kaykay Ayakkabıları

# subSubcategoryTennisShoes
source: Tennis Shoes
ru: Теннисные кроссовки
tr: Tenis Ayakkabıları

# subSubcategoryWalkingShoes
source: Walking Shoes
ru: Туристическая обувь
tr: Yürüyüş Ayakkabıları

# subSubcategoryLoafers
source: Loafers
ru: Лоферы
tr: Loaferlar

# subSubcategoryBoatShoes
source: Boat Shoes
ru: Мокасины
tr: Tekne Ayakkabıları

# subSubcategoryCanvasShoes
source: Canvas Shoes
ru: Парусиновая обувь
tr: Kanvas Ayakkabılar

# subSubcategorySlipOnShoes
source: Slip-On Shoes
ru: Обувь без шнуровки
tr: Bağcıksız Ayakkabılar

# subSubcategoryEspadrilles
source: Espadrilles
ru: Эспадрильи
tr: Espadril

# subSubcategoryMoccasins
source: Moccasins
ru: Мокасины
tr: Mokasenler

# subSubcategoryDressShoes
source: Dress Shoes
ru: Классические туфли
tr: Klasik Ayakkabılar

# subSubcategoryOxfordShoes
source: Oxford Shoes
ru: Оксфорды
tr: Oxford Ayakkabılar

# subSubcategoryDerbyShoes
source: Derby Shoes
ru: Дерби
tr: Derby Ayakkabılar

# subSubcategoryMonkStrapShoes
source: Monk Strap Shoes
ru: Туфли с пряжкой
tr: Monk Strap Ayakkabılar

# subSubcategoryPumps
source: Pumps
ru: Туфли на каблуке
tr: Topuklu Ayakkabılar

# subSubcategoryHighHeels
source: High Heels
ru: Высокие каблуки
tr: Yüksek Topuklu

# subSubcategoryFlats
source: Flats
ru: Балетки
tr: Babet

# subSubcategoryAnkleBoots
source: Ankle Boots
ru: Ботинки
tr: Bot

# subSubcategoryKneeHighBoots
source: Knee-High Boots
ru: Сапоги выше колена
tr: Diz Üstü Çizmeler

# subSubcategoryCombatBoots
source: Combat Boots
ru: Боевые ботинки
tr: Savaş Botları

# subSubcategoryChelseaBoots
source: Chelsea Boots
ru: Челси ботинки
tr: Chelsea Botları

# subSubcategoryWorkBoots
source: Work Boots
ru: Рабочие ботинки
tr: İş Botları

# subSubcategoryHikingBoots
source: Hiking Boots
ru: Туристические ботинки
tr: Trekking Botları

# subSubcategoryRainBoots
source: Rain Boots
ru: Резиновые сапоги
tr: Yağmur Çizmeleri

# subSubcategorySnowBoots
source: Snow Boots
ru: Зимние сапоги
tr: Kar Çizmeleri

# subSubcategoryFlipFlops
source: Flip-Flops
ru: Вьетнамки
tr: Parmak Arası Terlikler

# subSubcategoryFlatSandals
source: Flat Sandals
ru: Плоские сандалии
tr: Düz Sandaletler

# subSubcategoryHeeledSandals
source: Heeled Sandals
ru: Сандалии на каблуке
tr: Topuklu Sandaletler

# subSubcategorySportSandals
source: Sport Sandals
ru: Спортивные сандалии
tr: Spor Sandaletleri

# subSubcategorySlides
source: Slides
ru: Тапочки
tr: Terlikler

# subSubcategoryGladiatorSandals
source: Gladiator Sandals
ru: Гладиаторские сандалии
tr: Gladyatör Sandaletleri

# subSubcategoryHouseSlippers
source: House Slippers
ru: Домашние тапочки
tr: Ev Terlikleri

# subSubcategoryBedroomSlippers
source: Bedroom Slippers
ru: Спальные тапочки
tr: Yatak Odası Terlikleri

# subSubcategoryMoccasinSlippers
source: Moccasin Slippers
ru: Мокасины тапочки
tr: Mokasine Terlikler

# subSubcategorySlipperBoots
source: Slipper Boots
ru: Ботинки тапочки
tr: Terlik Botlar

# subSubcategorySafetyShoes
source: Safety Shoes
ru: Защитная обувь
tr: Güvenlik Ayakkabıları

# subSubcategoryMedicalShoes
source: Medical Shoes
ru: Медицинская обувь
tr: Medikal Ayakkabılar

# subSubcategoryDanceShoes
source: Dance Shoes
ru: Танцевальная обувь
tr: Dans Ayakkabıları

# subSubcategoryCleats
source: Cleats
ru: Шипованная обувь
tr: Kramponlar

# subSubcategoryClimbingShoes
source: Climbing Shoes
ru: Альпинистская обувь
tr: Tırmanış Ayakkabıları

# subSubcategoryNecklaces
source: Necklaces
ru: Ожерелья
tr: Kolyeler

# subSubcategoryEarrings
source: Earrings
ru: Серьги
tr: Küpeler

# subSubcategoryRings
source: Rings
ru: Кольца
tr: Yüzükler

# subSubcategoryBracelets
source: Bracelets
ru: Браслеты
tr: Bilezikler

# subSubcategoryAnklets
source: Anklets
ru: Браслеты на щиколотку
tr: Halhallar

# subSubcategoryBrooches
source: Brooches
ru: Броши
tr: Broşlar

# subSubcategoryJewelrySets
source: Jewelry Sets
ru: Комплекты украшений
tr: Mücevher Setleri

# subSubcategoryBodyJewelry
source: Body Jewelry
ru: Украшения для тела
tr: Vücut Mücevherleri

# subSubcategoryAnalogWatches
source: Analog Watches
ru: Аналоговые часы
tr: Analog Saatler

# subSubcategoryDigitalWatches
source: Digital Watches
ru: Цифровые часы
tr: Dijital Saatler
