Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# subSubcategorySmartwatches
source: Smartwatches
ru: Смарт часы
tr: Akıllı Saatler

# subSubcategorySportsWatches
source: Sports Watches
ru: Спортивные часы
tr: Spor Saatleri

# subSubcategoryLuxuryWatches
source: Luxury Watches
ru: Люксовые часы
tr: Lüks Saatler

# subSubcategoryFashionWatches
source: Fashion Watches
ru: Модные часы
tr: Moda Saatleri

# subSubcategoryKidsWatches
source: Kids Watches
ru: Детские часы
tr: Çocuk Saatleri

# subSubcategoryLeatherBelts
source: Leather Belts
ru: Кожаные ремни
tr: Deri Kemerler

# subSubcategoryFabricBelts
source: Fabric Belts
ru: Тканевые ремни
tr: Kumaş Kemerler

# subSubcategoryChainBelts
source: Chain Belts
ru: Цепные ремни
tr: Zincir Kemerler

# subSubcategoryDressBelts
source: Dress Belts
ru: Формальные ремни
tr: Resmi Kemerler

# subSubcategoryCasualBelts
source: Casual Belts
ru: Повседневные ремни
tr: Günlük Kemerler

# subSubcategoryDesignerBelts
source: Designer Belts
ru: Дизайнерские ремни
tr: Tasarımcı Kemerler

# subSubcategoryBaseballCaps
source: Baseball Caps
ru: Бейсбольные кепки
tr: Beyzbol Şapkaları

# subSubcategoryBeanies
source: Beanies
ru: Вязаные шапки
tr: Bereler

# subSubcategoryFedoras
source: Fedoras
ru: Федоры
tr: Fötr Şapkalar

# subSubcategorySunHats
source: Sun Hats
ru: Солнечные шляпы
tr: Güneş Şapkaları

# subSubcategoryBucketHats
source: Bucket Hats
ru: Панамы
tr: Bucket Şapkalar

# subSubcategoryBerets
source: Berets
ru: Береты
tr: Fransız Bereleri

# subSubcategorySnapbacks
source: Snapbacks
ru: Снепбеки
tr: Snapback Şapkalar

# subSubcategorySilkScarves
source: Silk Scarves
ru: Шелковые шарфы
tr: İpek Atkılar

# subSubcategoryWinterScarves
source: Winter Scarves
ru: Зимние шарфы
tr: Kış Atkıları

# subSubcategoryShawls
source: Shawls
ru: Шали
tr: Şallar

# subSubcategoryPashminas
source: Pashminas
ru: Кашемировые платки
tr: Paşminalar

# subSubcategoryBandanas
source: Bandanas
ru: Бандана
tr: Bandanalar

# subSubcategoryWraps
source: Wraps
ru: Обертки
tr: Örtüler

# subSubcategorySunglasses
source: Sunglasses
ru: Солнечные очки
tr: Güneş Gözlükleri

# subSubcategoryReadingGlasses
source: Reading Glasses
ru: Очки для чтения
tr: Okuma Gözlükleri

# subSubcategoryBlueLightGlasses
source: Blue Light Glasses
ru: Очки от синего света
tr: Mavi Işık Gözlükleri

# subSubcategorySafetyGlasses
source: Safety Glasses
ru: Защитные очки
tr: Koruyucu Gözlükler

# subSubcategoryFashionGlasses
source: Fashion Glasses
ru: Модные очки
tr: Moda Gözlükleri

# subSubcategoryWinterGloves
source: Winter Gloves
ru: Зимние перчатки
tr: Kış Eldivenleri

# subSubcategoryDressGloves
source: Dress Gloves
ru: Формальные перчатки
tr: Resmi Eldivenler

# subSubcategoryWorkGloves
source: Work Gloves
ru: Рабочие перчатки
tr: İş Eldivenleri

# subSubcategorySportsGloves
source: Sports Gloves
ru: Спортивные перчатки
tr: Spor Eldivenleri

# subSubcategoryTouchscreenGloves
source: Touchscreen Gloves
ru: Сенсорные перчатки
tr: Dokunmatik Eldivenler

# subSubcategoryHairClips
source: Hair Clips
ru: Заколки для волос
tr: Saç Tokaları

# subSubcategoryHeadbands
source: Headbands
ru: Повязки на волосы
tr: Saç Bantları

# subSubcategoryHairTies
source: Hair Ties
ru: Резинки для волос
tr: Saç Lastiği

# subSubcategoryBobbyPins
source: Bobby Pins
ru: Шпильки
tr: Saç Tokası

# subSubcategoryHairScarves
source: Hair Scarves
ru: Платки для волос
tr: Saç Atkıları

# subSubcategoryHairJewelry
source: Hair Jewelry
ru: Украшения для волос
tr: Saç Mücevherleri

# subSubcategoryKeychains
source: Keychains
ru: Брелоки
tr: Anahtarlıklar

# subSubcategoryPhoneCases
source: Phone Cases
ru: Чехлы для телефона
tr: Telefon Kılıfları

# subSubcategoryWallets
source: Wallets
ru: Кошельки
tr: Cüzdanlar

# subSubcategoryPurseAccessories
source: Purse Accessories
ru: Аксессуары для сумок
tr: Çanta Aksesuarları

# subSubcategoryPinsBadges
source: Pins & Badges
ru: Значки и Ордена
tr: Rozetler ve Rozet

# subSubcategoryBodysuits
source: Bodysuits
ru: Боди
tr: Body

# subSubcategoryRompers
source: Rompers
ru: Комбинезоны
tr: Tulum

# subSubcategoryBabySets
source: Baby Sets
ru: Детские комплекты
tr: Bebek Takımları

# subSubcategoryBabySleepwear
source: Baby Sleepwear
ru: Детское ночное белье
tr: Bebek Pijamaları

# subSubcategoryBabySocks
source: Baby Socks
ru: Детские носки
tr: Bebek Çorapları

# subSubcategoryBabyHats
source: Baby Hats
ru: Детские шапки
tr: Bebek Şapkaları

# subSubcategoryBabyMittens
source: Baby Mittens
ru: Детские рукавички
tr: Bebek Eldivenleri

# subSubcategoryFantasy
source: Fantasy Wear
ru: Фантазийная одежда
tr: Fantezi Giyim

# subSubcategoryKidsTShirts
source: Kids T-Shirts
ru: Детские футболки
tr: Çocuk Tişörtleri

# subSubcategoryKidsPants
source: Kids Pants
ru: Детские брюки
tr: Çocuk Pantolonları

# subSubcategoryKidsDresses
source: Kids Dresses
ru: Детские платья
tr: Çocuk Elbiseleri

# subSubcategoryKidsSweatshirts
source: Kids Sweatshirts
ru: Детские свитшоты
tr: Çocuk Sweatshirtleri

# subSubcategoryKidsJackets
source: Kids Jackets
ru: Детские куртки
tr: Çocuk Ceketleri

# subSubcategoryKidsPajamas
source: Kids Pajamas
ru: Детские пижамы
tr: Çocuk Pijamaları

# subSubcategorySchoolUniforms
source: School Uniforms
ru: Школьная форма
tr: Okul Üniformaları

# subSubcategoryKidsSneakers
source: Kids Sneakers
ru: Детские кроссовки
tr: Çocuk Spor Ayakkabı

# subSubcategoryKidsSandals
source: Kids Sandals
ru: Детские сандалии
tr: Çocuk Sandaletleri

# subSubcategoryKidsBoots
source: Kids Boots
ru: Детские ботинки
tr: Çocuk Botları

# subSubcategorySchoolShoes
source: School Shoes
ru: Школьная обувь
tr: Okul Ayakkabıları

# subSubcategorySportsShoes
source: Sports Shoes
ru: Спортивная обувь
tr: Spor Ayakkabıları

# subSubcategoryKidsRainBoots
source: Rain Boots
ru: Детские резиновые сапоги
tr: Çocuk Yağmur Çizmeleri

# subSubcategoryKidsSlippers
source: Kids Slippers
ru: Детские тапочки
tr: Çocuk Terlikleri

# subSubcategoryEducationalToys
source: Educational Toys
ru: Обучающие игрушки
tr: Eğitici Oyuncaklar

# subSubcategoryPlushToys
source: Plush Toys
ru: Мягкие игрушки
tr: Peluş Oyuncaklar

# subSubcategoryBuildingBlocks
source: Building Blocks
ru: Строительные блоки
tr: Yapı Blokları

# subSubcategoryDollsActionFigures
source: Dolls & Action Figures
ru: Куклы и Фигурки
tr: Bebekler ve Aksiyon Figürleri

# subSubcategoryPuzzles
source: Puzzles
ru: Пазлы
tr: Yapbozlar

# subSubcategoryBoardGames
source: Board Games
ru: Настольные игры
tr: Masa Oyunları

# subSubcategoryElectronicToys
source: Electronic Toys
ru: Электронные игрушки
tr: Elektronik Oyuncaklar

# subSubcategoryOutdoorPlay
source: Outdoor Play
ru: Уличные игрушки
tr: Outdoor Oyuncak

# subSubcategoryDiapers
source: Diapers
ru: Подгузники
tr: Bezler

# subSubcategoryBabyWipes
source: Baby Wipes
ru: Детские салфетки
tr: Bebek Mendilleri

# subSubcategoryBabySkincare
source: Baby Skincare
ru: Уход за кожей младенца
tr: Bebek Cilt Bakımı

# subSubcategoryBabyBathProducts
source: Baby Bath Products
ru: Детские банные продукты
tr: Bebek Banyo Ürünleri

# subSubcategoryBabyHealth
source: Baby Health
ru: Здоровье младенца
tr: Bebek Sağlığı

# subSubcategoryBabyMonitors
source: Baby Monitors
ru: Видеоняни
tr: Bebek Monitörleri

# subSubcategoryMaternityClothing
source: Maternity Clothing
ru: Одежда для беременных
tr: Hamile Giyim

# subSubcategoryNursingBras
source: Nursing Bras
ru: Кормящие лифчики
tr: Emzirme Sütyenleri

# subSubcategoryMaternityAccessories
source: Maternity Accessories
ru: Аксессуары для беременных
tr: Hamilelik Aksesuarları

# subSubcategoryPregnancySupport
source: Pregnancy Support
ru: Поддержка беременности
tr: Hamilelik Desteği

# subSubcategoryStrollers
source: Strollers
ru: Коляски
tr: Bebek Arabaları

# subSubcategoryCarSeats
source: Car Seats
ru: Автокресла
tr: Oto Koltukları

# subSubcategoryTravelSystems
source: Travel Systems
ru: Системы путешествий
tr: Seyahat Sistemleri

# subSubcategoryBoosterSeats
source: Booster Seats
ru: Подъемные сиденья
tr: Yükseltici Koltuklar

# subSubcategoryStrollerAccessories
source: Stroller Accessories
ru: Аксессуары для колясок
tr: Bebek Arabası Aksesuarları

# subSubcategoryBabyBottles
source: Baby Bottles
ru: Детские бутылочки
tr: Biberon

# subSubcategoryBreastPumps
source: Breast Pumps
ru: Молокоотсосы
tr: Göğüs Pompaları

# subSubcategoryPacifiers
source: Pacifiers
ru: Пустышки
tr: Emzikler

# subSubcategoryHighChairs
source: High Chairs
ru: Стульчики для кормления
tr: Mama Sandalyeleri

# subSubcategoryFeedingAccessories
source: Feeding Accessories
ru: Аксессуары для кормления
tr: Beslenme Aksesuarları

# subSubcategoryBabyFood
source: Baby Food
ru: Детское питание
tr: Bebek Maması

# subSubcategoryBabyGates
source: Baby Gates
ru: Детские ворота
tr: Bebek Bariyerleri

# subSubcategoryOutletCovers
source: Outlet Covers
ru: Защитные колпачки для розеток
tr: Priz Koruyucuları

# subSubcategoryCabinetLocks
source: Cabinet Locks
ru: Блокировки шкафов
tr: Dolap Kilitleri

# subSubcategoryCornerGuards
source: Corner Guards
ru: Защита углов
tr: Köşe Koruyucuları

# subSubcategorySafetyBabyMonitors
source: Baby Monitors
ru: Видеоняни безопасности
tr: Güvenlik Bebek Monitörleri

# subSubcategoryLearningToys
source: Learning Toys
ru: Обучающие игрушки
tr: Öğrenme Oyuncakları

# subSubcategoryEducationalBooks
source: Educational Books
ru: Образовательные книги
tr: Eğitim Kitapları

# subSubcategoryFlashCards
source: Flash Cards
ru: Флеш-карты
tr: Flash Kartlar

# subSubcategoryScienceKits
source: Science Kits
ru: Научные наборы
tr: Bilim Setleri

# subSubcategoryEducationalMusicalInstruments
source: Musical Instruments
ru: Обучающие музыкальные инструменты
tr: Eğitici Müzik Aletleri

# subSubcategorySofas
source: Sofas
ru: Диваны
tr: Koltuk Takımları

# subSubcategoryArmchairs
source: Armchairs
ru: Кресла
tr: Berjerler

# subSubcategoryCoffeeTables
source: Coffee Tables
ru: Журнальные столики
tr: Sehpalar

# subSubcategoryTVStands
source: TV Stands
ru: ТВ стойки
tr: TV Üniteleri

# subSubcategoryBookcases
source: Bookcases
ru: Книжные полки
tr: Kitaplıklar

# subSubcategorySideTables
source: Side Tables
ru: Боковые столики
tr: Yan Sehpalar

# subSubcategoryOttoman
source: Ottoman
ru: Пуфики
tr: Puflar

# subSubcategoryRecliners
source: Recliners
ru: Кресла-реклайнеры
tr: Dinlenme Koltukları

# subSubcategoryBeds
source: Beds
ru: Кровати
tr: Yatak

# subSubcategoryMattresses
source: Mattresses
ru: Матрасы
tr: Yatak

# subSubcategoryWardrobes
source: Wardrobes
ru: Шкафы
tr: Dolaplar

# subSubcategoryDressers
source: Dressers
ru: Комоды
tr: Şifonyerler

# subSubcategoryNightstands
source: Nightstands
ru: Тумбочки
tr: Komodinler

# subSubcategoryMirrors
source: Mirrors
ru: Зеркала
tr: Aynalar

# subSubcategoryBedFrames
source: Bed Frames
ru: Каркасы кроватей
tr: Yatak Çerçeveleri

# subSubcategoryHeadboards
source: Headboards
ru: Спинки кровати
tr: Başlıklar

# subSubcategoryDiningTables
source: Dining Tables
ru: Обеденные столы
tr: Yemek Masaları

# subSubcategoryDiningChairs
source: Dining Chairs
ru: Обеденные стулья
tr: Yemek Sandalyeleri

# subSubcategoryBarStools
source: Bar Stools
ru: Барные стулья
tr: Bar Tabureleri

# subSubcategoryKitchenIslands
source: Kitchen Islands
ru: Кухонные острова
tr: Mutfak Adaları

# subSubcategoryCookware
source: Cookware
ru: Кухонная посуда
tr: Pişirme Araçları

# subSubcategoryDinnerware
source: Dinnerware
ru: Столовые сервизы
tr: Yemek Takımları

# subSubcategoryGlassware
source: Glassware
ru: Стеклянная посуда
tr: Cam Eşyalar

# subSubcategoryKitchenAppliances
source: Kitchen Appliances
ru: Кухонные приборы
tr: Mutfak Aletleri

# subSubcategoryUtensils
source: Utensils
ru: Кухонные принадлежности
tr: Mutfak Gereçleri

# subSubcategoryBathroomVanities
source: Bathroom Vanities
ru: Ванные шкафчики
tr: Banyo Dolabı

# subSubcategoryShowerCurtains
source: Shower Curtains
ru: Душевые занавески
tr: Duş Perdeleri

# subSubcategoryBathMats
source: Bath Mats
ru: Ванные коврики
tr: Banyo Paspasları

# subSubcategoryTowelRacks
source: Towel Racks
ru: Полотенцесушители
tr: Havlu Askıları

# subSubcategoryBathroomStorage
source: Bathroom Storage
ru: Ванное хранилище
tr: Banyo Saklama

# subSubcategoryBathroomMirrors
source: Mirrors
ru: Ванные зеркала
tr: Banyo Aynaları

# subSubcategoryBathroomAccessories
source: Accessories
ru: Ванные аксессуары
tr: Banyo Aksesuarları

# subSubcategoryWallArt
source: Wall Art
ru: Настенное искусство
tr: Duvar Sanatı

# subSubcategoryDecorativeObjects
source: Decorative Objects
ru: Декоративные объекты
tr: Dekoratif Objeler

# subSubcategoryCandles
source: Candles
ru: Свечи
tr: Mumlar

# subSubcategoryVases
source: Vases
ru: Вазы
tr: Vazolar

# subSubcategoryPictureFrames
source: Picture Frames
ru: Рамки для картин
tr: Resim Çerçeveleri

# subSubcategoryClocks
source: Clocks
ru: Часы
tr: Saatler

# subSubcategoryArtificialPlants
source: Artificial Plants
ru: Искусственные растения
tr: Yapay Bitkiler

# subSubcategorySculptures
source: Sculptures
ru: Скульптуры
tr: Heykeller

# subSubcategoryCeilingLights
source: Ceiling Lights
ru: Потолочные светильники
tr: Avize

# subSubcategoryTableLamps
source: Table Lamps
ru: Настольные лампы
tr: Masa Lambaları

# subSubcategoryFloorLamps
source: Floor Lamps
ru: Напольные лампы
tr: Yer Lambaları

# subSubcategoryWallLights
source: Wall Lights
ru: Настенные светильники
tr: Duvar Aplikleri

# subSubcategoryPendantLights
source: Pendant Lights
ru: Подвесные светильники
tr: Sarkıt Aydınlatma

# subSubcategoryChandelier
source: Chandelier
ru: Хрустальные люстры
tr: Kristal Avizeler

# subSubcategoryStringLights
source: String Lights
ru: Декоративное освещение
tr: Dekoratif Işıklar

# subSubcategoryNightLights
source: Night Lights
ru: Ночники
tr: Gece Lambaları

# subSubcategoryShelvingUnits
source: Shelving Units
ru: Полочные системы
tr: Raf Sistemleri

# subSubcategoryStorageBoxes
source: Storage Boxes
ru: Ящики для хранения
tr: Saklama Kutuları

# subSubcategoryBaskets
source: Baskets
ru: Корзины
tr: Sepetler

# subSubcategoryHangers
source: Hangers
ru: Вешалки
tr: Askılar

# subSubcategoryClosetOrganizers
source: Closet Organizers
ru: Организаторы шкафа
tr: Dolap Organizerleri

# subSubcategoryDrawerOrganizers
source: Drawer Organizers
ru: Организаторы ящиков
tr: Çekmece Organizerleri

# subSubcategoryStorageBins
source: Storage Bins
ru: Контейнеры для хранения
tr: Saklama Kasaları

# subSubcategoryCurtains
source: Curtains
ru: Шторы
tr: Perdeler

# subSubcategoryBlinds
source: Blinds
ru: Жалюзи
tr: Jaluziler

# subSubcategoryRugs
source: Rugs
ru: Ковры
tr: Halılar

# subSubcategoryCushions
source: Cushions
ru: Подушки
tr: Yastıklar

# subSubcategoryThrows
source: Throws
ru: Пледы
tr: Battaniyeler

# subSubcategoryBedLinens
source: Bed Linens
ru: Постельное белье
tr: Yatak Çarşafları

# subSubcategoryTowels
source: Towels
ru: Полотенца
tr: Havlular

# subSubcategoryBlankets
source: Blankets
ru: Одеяла
tr: Örtüler

# subSubcategoryGardenFurniture
source: Garden Furniture
ru: Садовая мебель
tr: Bahçe Mobilyaları

# subSubcategoryPlantPots
source: Plant Pots
ru: Цветочные горшки
tr: Saksılar

# subSubcategoryGardenTools
source: Garden Tools
ru: Садовые инструменты
tr: Bahçe Aletleri

# subSubcategoryOutdoorLighting
source: Outdoor Lighting
ru: Открытое освещение
tr: Dış Mekan Aydınlatma

# subSubcategoryBBQGrills
source: BBQ & Grills
ru: Барбекю и Грили
tr: Barbekü ve Izgara

# subSubcategoryUmbrellas
source: Umbrellas
ru: Зонтики
tr: Şemsiyeler

# subSubcategoryGardenDecor
source: Garden Decor
ru: Садовый декор
tr: Bahçe Dekorasyonu

# subSubcategoryCleaners
source: Cleansers
ru: Очищающие средства
tr: Temizleyiciler

# subSubcategoryMoisturizers
source: Moisturizers
ru: Увлажняющие средства
tr: Nemlendiriciler

# subSubcategorySerums
source: Serums
ru: Сыворотки
tr: Serumlar

# subSubcategoryFaceMasks
source: Face Masks
ru: Маски для лица
tr: Yüz Maskeleri

# subSubcategorySunscreen
source: Sunscreen
ru: Солнцезащитный крем
tr: Güneş Kremi

# subSubcategoryToners
source: Toners
ru: Тоники
tr: Tonikler

# subSubcategoryEyeCreams
source: Eye Creams
ru: Кремы для век
tr: Göz Kremleri

# subSubcategoryAntiAging
source: Anti-Aging
ru: Антивозрастной уход
tr: Yaşlanma Karşıtı

# subSubcategoryAcneTreatment
source: Acne Treatment
ru: Лечение акне
tr: Akne Tedavisi

# subSubcategoryFoundation
source: Foundation
ru: Тональный крем
tr: Fondöten

# subSubcategoryConcealer
source: Concealer
ru: Консилер
tr: Kapatıcı

# subSubcategoryPowder
source: Powder
ru: Пудра
tr: Pudra

# subSubcategoryBlush
source: Blush
ru: Румяна
tr: Allık

# subSubcategoryBronzer
source: Bronzer
ru: Бронзер
tr: Bronzlaştırıcı

# subSubcategoryHighlighter
source: Highlighter
ru: Хайлайтер
tr: Aydınlatıcı

# subSubcategoryEyeshadow
source: Eyeshadow
ru: Тени для век
tr: Göz Farı

# subSubcategoryEyeliner
source: Eyeliner
ru: Подводка
tr: Göz Kalemi

# subSubcategoryMascara
source: Mascara
ru: Тушь
tr: Maskara

# subSubcategoryLipstick
source: Lipstick
ru: Помада
tr: Ruj

# subSubcategoryLipGloss
source: Lip Gloss
ru: Блеск для губ
tr: Dudak Parlatıcısı

# subSubcategoryMakeupBrushes
source: Makeup Brushes
ru: Кисти для макияжа
tr: Makyaj Fırçaları

# subSubcategoryShampoo
source: Shampoo
ru: Шампунь
tr: Şampuan

# subSubcategoryConditioner
source: Conditioner
ru: Кондиционер
tr: Saç Kremi

# subSubcategoryHairMasks
source: Hair Masks
ru: Маски для волос
tr: Saç Maskeleri

# subSubcategoryHairOils
source: Hair Oils
ru: Масла для волос
tr: Saç Yağları

# subSubcategoryStylingProducts
source: Styling Products
ru: Средства для укладки
tr: Şekillendirici Ürünler

# subSubcategoryHairColor
source: Hair Color
ru: Краска для волос
tr: Saç Boyası

# subSubcategoryHairTools
source: Hair Tools
ru: Инструменты для волос
tr: Saç Araçları

# subSubcategoryPerfumes
source: Perfumes
ru: Духи
tr: Parfümler

# subSubcategoryEauDeToilette
source: Eau de Toilette
ru: Туалетная вода

# subSubcategoryBodySprays
source: Body Sprays
ru: Спреи для тела
tr: Vücut Spreyleri

# subSubcategoryDeodorants
source: Deodorants
ru: Дезодоранты
tr: Deodorantlar

# subSubcategoryColognes
source: Cologne
ru: Одеколоны
tr: Kolonya

# subSubcategoryEssentialOils
source: Essential Oils
ru: Эфирные масла
tr: Esansiyel Yağlar

# subSubcategoryBodyWash
source: Body Wash
ru: Гель для душа
tr: Vücut Şampuanı

# subSubcategorySoap
source: Soap
ru: Мыло
tr: Sabun

# subSubcategoryPersonalHygieneShampoo
source: Shampoo
ru: Шампунь для личной гигиены
tr: Kişisel Hijyen Şampuanı

# subSubcategoryPersonalHygieneDeodorants
source: Deodorants
ru: Дезодоранты для личной гигиены
tr: Kişisel Hijyen Deodorantları

# subSubcategoryFeminineCare
source: Feminine Care
ru: Женская гигиена
tr: Kadın Hijyeni

# subSubcategoryMensGrooming
source: Men's Grooming
ru: Мужской уход
tr: Erkek Bakımı

# subSubcategoryIntimateCare
source: Intimate Care
ru: Интимный уход
tr: İntim Bakım

# subSubcategoryNailPolish
source: Nail Polish
ru: Лак для ногтей
tr: Oje

# subSubcategoryNailTools
source: Nail Tools
ru: Инструменты для ногтей
tr: Tırnak Araçları

# subSubcategoryNailTreatments
source: Nail Treatments
ru: Уход за ногтями
tr: Tırnak Bakımı

# subSubcategoryNailArt
source: Nail Art
ru: Нейл-арт

# subSubcategoryCuticleCare
source: Cuticle Care
ru: Уход за кутикулой
tr: Kütikül Bakımı

# subSubcategoryNailFiles
source: Nail Files
ru: Пилки для ногтей
tr: Tırnak Törpüleri

# subSubcategoryBodyLotions
source: Body Lotions
ru: Лосьоны для тела
tr: Vücut Losyonları

# subSubcategoryBodyOils
source: Body Oils
ru: Масла для тела
tr: Vücut Yağları

# subSubcategoryBodyScrubs
source: Body Scrubs
ru: Скрабы для тела
tr: Vücut Peelingleri

# subSubcategoryHandCream
source: Hand Cream
ru: Кремы для рук
tr: El Kremleri

# subSubcategoryFootCare
source: Foot Care
ru: Уход за ногами
tr: Ayak Bakımı

# subSubcategoryBathProducts
source: Bath Products
ru: Банные продукты
tr: Banyo Ürünleri

# subSubcategoryMassageOils
source: Massage Oils
ru: Массажные масла
tr: Masaj Yağları

# subSubcategoryToothbrushes
source: Toothbrushes
ru: Зубные щетки
tr: Diş Fırçaları

# subSubcategoryToothpaste
source: Toothpaste
ru: Зубная паста
tr: Diş Macunu

# subSubcategoryMouthwash
source: Mouthwash
ru: Полоскание для рта
tr: Ağız Çalkalama Suyu

# subSubcategoryDentalFloss
source: Dental Floss
ru: Зубная нить
tr: Diş İpi

# subSubcategoryTeethWhitening
source: Teeth Whitening
ru: Отбеливание зубов
tr: Diş Beyazlatma

# subSubcategoryOralHealth
source: Oral Health
ru: Здоровье полости рта
tr: Ağız Sağlığı

# subSubcategoryBeautyMakeupBrushes
source: Makeup Brushes
ru: Красивые кисти для макияжа
tr: Güzellik Makyaj Fırçaları

# subSubcategoryBeautySponges
source: Beauty Sponges
ru: Спонжи для красоты
tr: Güzellik Süngerleri

# subSubcategoryHairBrushes
source: Hair Brushes
ru: Щетки для волос
tr: Saç Fırçaları

# subSubcategoryBeautyMirrors
source: Mirrors
ru: Зеркала для красоты
tr: Güzellik Aynaları

# subSubcategoryTweezers
source: Tweezers
ru: Пинцеты
tr: Cımbızlar

# subSubcategoryNailClippers
source: Nail Clippers
ru: Кусачки для ногтей
tr: Tırnak Makasları

# subSubcategoryBeautyCases
source: Beauty Cases
ru: Кейсы для красоты
tr: Güzellik Çantaları

# subSubcategoryToteBags
source: Tote Bags
ru: Сумки-тоут
tr: Alışveriş Çantaları

# subSubcategoryShoulderBags
source: Shoulder Bags
ru: Сумки через плечо
tr: Omuz Çantaları

# subSubcategoryCrossbodyBags
source: Crossbody Bags
ru: Сумки-кроссбоди
tr: Çapraz Çantalar

# subSubcategoryClutches
source: Clutches
ru: Клатчи
tr: Portföy Çantalar

# subSubcategoryEveningBags
source: Evening Bags
ru: Вечерние сумки
tr: Gece Çantaları

# subSubcategorySatchels
source: Satchels
ru: Портфели
tr: Askılı Çantalar

# subSubcategoryHoboBags
source: Hobo Bags
ru: Хобо сумки
tr: Hobo Çantalar

# subSubcategorySchoolBackpacks
source: School Backpacks
ru: Школьные рюкзаки
tr: Okul Sırt Çantaları

# subSubcategoryTravelBackpacks
source: Travel Backpacks
ru: Туристические рюкзаки
tr: Seyahat Sırt Çantaları

# subSubcategoryLaptopBackpacks
source: Laptop Backpacks
ru: Ноутбучные рюкзаки
tr: Laptop Sırt Çantaları

# subSubcategoryHikingBackpacks
source: Hiking Backpacks
ru: Туристические рюкзаки
tr: Trekking Sırt Çantaları

# subSubcategoryCasualBackpacks
source: Casual Backpacks
ru: Повседневные рюкзаки
tr: Günlük Sırt Çantaları

# subSubcategoryKidsBackpacks
source: Kids Backpacks
ru: Детские рюкзаки
tr: Çocuk Sırt Çantaları

# subSubcategorySuitcases
source: Suitcases
ru: Чемоданы
tr: Bavullar

# subSubcategoryCarryOnBags
source: Carry-On Bags
ru: Ручная кладь
tr: Kabin Çantaları

# subSubcategoryTravelDuffelBags
source: Travel Duffel Bags
ru: Дорожные сумки
tr: Seyahat Spor Çantaları

# subSubcategoryLuggageSets
source: Luggage Sets
ru: Наборы багажа
tr: Bavul Setleri

# subSubcategoryGarmentBags
source: Garment Bags
ru: Чехлы для одежды
tr: Takım Çantaları

# subSubcategoryTravelAccessories
source: Travel Accessories
ru: Дорожные аксессуары
tr: Seyahat Aksesuarları

# subSubcategoryBriefcases
source: Briefcases
ru: Портфели
tr: Evrak Çantaları

# subSubcategoryLaptopBags
source: Laptop Bags
ru: Сумки для ноутбуков
tr: Laptop Çantaları

# subSubcategoryMessengerBags
source: Messenger Bags
ru: Мессенджер сумки
tr: Postacı Çantaları

# subSubcategoryPortfolioBags
source: Portfolio Bags
ru: Портфельные сумки
tr: Portföy Çantalar

# subSubcategoryBusinessTotes
source: Business Totes
ru: Деловые сумки-тоут
tr: İş Çantaları

# subSubcategoryGymBags
source: Gym Bags
ru: Спортивные сумки
tr: Spor Salonu Çantaları

# subSubcategorySportsDuffelBags
source: Sports Duffel Bags
ru: Спортивные дорожные сумки
tr: Spor Çantaları

# subSubcategoryEquipmentBags
source: Equipment Bags
ru: Сумки для оборудования
tr: Ekipman Çantaları

# subSubcategoryYogaBags
source: Yoga Bags
ru: Йога сумки
tr: Yoga Çantaları

# subSubcategorySwimmingBags
source: Swimming Bags
ru: Сумки для плавания
tr: Yüzme Çantaları

# subSubcategoryWalletsSmall
source: Wallets
ru: Кошельки
tr: Cüzdanlar
