Repository: tkndbj/nar24-mobile
Catalog: lib/l10n/app_*.arb
Languages: ru, tr

# subSubcategoryCardHolders
source: Card Holders
ru: Держатели карт
tr: Kart Kılıfları

# subSubcategoryCoinPurses
source: Coin Purses
ru: Кошельки для мелочи
tr: Bozuk Para Cüzdanları

# subSubcategoryKeyCases
source: Key Cases
ru: Ключницы
tr: Anahtar Kılıfları

# subSubcategoryPhoneCasesSmall
source: Phone Cases
ru: Чехлы для телефона
tr: Telefon Kılıfları

# subSubcategoryPassportHolders
source: Passport Holders
ru: Держатели паспорта
tr: Pasaport Kılıfları

# subSubcategoryCameraBags
source: Camera Bags
ru: Сумки для камер
tr: Kamera Çantaları

# subSubcategoryDiaperBags
source: Diaper Bags
ru: Сумки для детских вещей
tr: Bebek Çantaları

# subSubcategoryLunchBags
source: Lunch Bags
ru: Сумки для ланча
tr: Beslenme Çantaları

# subSubcategoryToolBags
source: Tool Bags
ru: Сумки для инструментов
tr: Alet Çantaları

# subSubcategoryCosmeticBags
source: Cosmetic Bags
ru: Косметички
tr: Kozmetik Çantaları

# subSubcategoryBeachBags
source: Beach Bags
ru: Пляжные сумки
tr: Plaj Çantaları

# subSubcategorySmartphones
source: Smartphones
ru: Смартфоны
tr: Akıllı Telefonlar

# subSubcategoryPhoneCasesElectronics
source: Phone Cases
ru: Чехлы для телефона
tr: Telefon Kılıfları

# subSubcategoryScreenProtectors
source: Screen Protectors
ru: Защитные пленки
tr: Ekran Koruyucuları

# subSubcategoryChargers
source: Chargers
ru: Зарядные устройства
tr: Şarj Cihazları

# subSubcategoryPowerBanks
source: Power Banks
ru: Портативные зарядки
tr: Power Bank

# subSubcategoryPhoneStands
source: Phone Stands
ru: Держатели для телефона
tr: Telefon Standları

# subSubcategoryWirelessChargers
source: Wireless Chargers
ru: Беспроводные зарядки
tr: Kablosuz Şarj Cihazları

# subSubcategoryLaptops
source: Laptops
ru: Ноутбуки
tr: Laptop'lar

# subSubcategoryDesktopComputers
source: Desktop Computers
ru: Настольные компьютеры
tr: Masaüstü Bilgisayarlar

# subSubcategoryTablets
source: Tablets
ru: Планшеты
tr: Tabletler

# subSubcategoryMonitors
source: Monitors
ru: Мониторы
tr: Monitörler

# subSubcategoryKeyboards
source: Keyboards
ru: Клавиатуры
tr: Klavyeler

# subSubcategoryMice
source: Mice
ru: Мыши
tr: Fare

# subSubcategoryLaptopAccessories
source: Laptop Accessories
ru: Аксессуары для ноутбуков
tr: Laptop Aksesuarları

# subSubcategoryComputerComponents
source: Computer Components
ru: Компоненты компьютера
tr: Bilgisayar Bileşenleri

# subSubcategorySmartTVs
source: Smart TVs
ru: Смарт ТВ
tr: Akıllı TV'ler

# subSubcategoryProjectors
source: Projectors
ru: Проекторы
tr: Projektörler

# subSubcategoryStreamingDevices
source: Streaming Devices
ru: Потоковые устройства
tr: Streaming Cihazları

# subSubcategoryTVMountsStands
source: TV Mounts & Stands
ru: ТВ кронштейны и подставки
tr: TV Askı ve Standları

# subSubcategoryHomeTheaterSystems
source: Home Theater Systems
ru: Домашние кинотеатры
tr: Ev Sinema Sistemleri

# subSubcategoryTVCablesAccessories
source: TV Cables & Accessories
ru: ТВ кабели и аксессуары
tr: TV Kablo ve Aksesuarları

# subSubcategoryRemoteControls
source: Remote Controls
ru: Пульты управления
tr: Uzaktan Kumandalar

# subSubcategoryTVAntennas
source: TV Antennas
ru: ТВ антенны
tr: TV Antenleri

# subSubcategoryMediaPlayers
source: Media Players
ru: Медиаплееры
tr: Medya Oynatıcıları

# subSubcategoryHeadphones
source: Headphones
ru: Наушники
tr: Kulaklıklar

# subSubcategoryEarbuds
source: Earbuds
ru: Вкладыши
tr: Kulaklık

# subSubcategorySpeakers
source: Speakers
ru: Динамики
tr: Hoparlörler

# subSubcategorySoundSystems
source: Sound Systems
ru: Звуковые системы
tr: Ses Sistemleri

# subSubcategorySoundbars
source: Soundbars
ru: Саундбары
tr: Soundbar

# subSubcategoryMicrophones
source: Microphones
ru: Микрофоны
tr: Mikrofonlar

# subSubcategoryAmplifiers
source: Amplifiers
ru: Усилители
tr: Amfiler

# subSubcategoryTurntables
source: Turntables
ru: Проигрыватели виниловых пластинок
tr: Pikap

# subSubcategoryAudioCables
source: Audio Cables
ru: Аудиокабели
tr: Ses Kabloları

# subSubcategoryGamingConsoles
source: Gaming Consoles
ru: Игровые консоли
tr: Oyun Konsolları

# subSubcategoryVideoGames
source: Video Games
ru: Видеоигры
tr: Video Oyunları

# subSubcategoryGamingControllers
source: Gaming Controllers
ru: Игровые контроллеры
tr: Oyun Kumandaları

# subSubcategoryGamingHeadsets
source: Gaming Headsets
ru: Игровые гарнитуры
tr: Oyun Kulaklıkları

# subSubcategoryGamingChairs
source: Gaming Chairs
ru: Игровые стулья
tr: Oyun Koltukları

# subSubcategoryVRHeadsets
source: VR Headsets
ru: VR гарнитуры
tr: VR Gözlükleri

# subSubcategoryGamingAccessories
source: Gaming Accessories
ru: Игровые аксессуары
tr: Oyun Aksesuarları

# subSubcategorySmartSpeakers
source: Smart Speakers
ru: Умные динамики
tr: Akıllı Hoparlörler

# subSubcategorySmartLights
source: Smart Lights
ru: Умное освещение
tr: Akıllı Aydınlatma

# subSubcategorySmartPlugs
source: Smart Plugs
ru: Умные розетки
tr: Akıllı Prizler

# subSubcategorySecurityCameras
source: Security Cameras
ru: Видеокамеры наблюдения
tr: Güvenlik Kameraları

# subSubcategorySmartThermostats
source: Smart Thermostats
ru: Умные термостаты
tr: Akıllı Termostatlar

# subSubcategorySmartLocks
source: Smart Locks
ru: Умные замки
tr: Akıllı Kilitler

# subSubcategoryHomeAutomation
source: Home Automation
ru: Домашняя автоматизация
tr: Ev Otomasyonu

# subSubcategoryDigitalCameras
source: Digital Cameras
ru: Цифровые камеры
tr: Dijital Kameralar

# subSubcategoryDSLRCameras
source: DSLR Cameras
ru: DSLR камеры
tr: DSLR Kameralar

# subSubcategoryActionCameras
source: Action Cameras
ru: Экшн камеры
tr: Aksiyon Kameraları

# subSubcategoryCameraLenses
source: Camera Lenses
ru: Объективы для камер
tr: Kamera Lensleri

# subSubcategoryTripods
source: Tripods
ru: Штативы
tr: Tripodlar

# subSubcategoryCameraAccessories
source: Camera Accessories
ru: Аксессуары для камер
tr: Kamera Aksesuarları

# subSubcategoryPhotographyEquipment
source: Photography Equipment
ru: Фотографическое оборудование
tr: Fotoğrafçılık Ekipmanları

# subSubcategorySmartwatchesWearable
source: Smartwatches
ru: Смарт часы
tr: Akıllı Saatler

# subSubcategoryFitnessTrackers
source: Fitness Trackers
ru: Фитнес-трекеры
tr: Fitness Takipçileri

# subSubcategorySmartGlasses
source: Smart Glasses
ru: Умные очки
tr: Akıllı Gözlükler

# subSubcategoryHealthMonitors
source: Health Monitors
ru: Мониторы здоровья
tr: Sağlık Monitörleri

# subSubcategoryWearableAccessories
source: Wearable Accessories
ru: Аксессуары для носимых устройств
tr: Giyilebilir Aksesuarlar

# subSubcategoryKitchenAppliancesElectronics
source: Kitchen Appliances
ru: Кухонные приборы
tr: Mutfak Aletleri

# subSubcategoryLaundryAppliances
source: Laundry Appliances
ru: Стиральные машины
tr: Çamaşır Makineleri

# subSubcategoryCleaningAppliances
source: Cleaning Appliances
ru: Приборы для уборки
tr: Temizlik Aletleri

# subSubcategoryAirConditioning
source: Air Conditioning
ru: Кондиционеры
tr: Klima

# subSubcategoryHeating
source: Heating
ru: Отопление
tr: Isıtma

# subSubcategorySmallAppliances
source: Small Appliances
ru: Малые бытовые приборы
tr: Küçük Ev Aletleri

# subSubcategoryHairDryers
source: Hair Dryers
ru: Фены
tr: Saç Kurutma Makineleri

# subSubcategoryHairStraighteners
source: Hair Straighteners
ru: Утюжки для волос
tr: Saç Düzleştiricileri

# subSubcategoryElectricShavers
source: Electric Shavers
ru: Электробритвы
tr: Elektrikli Tıraş Makineleri

# subSubcategoryElectricToothbrushes
source: Toothbrushes
ru: Электрические зубные щетки
tr: Elektrikli Diş Fırçaları

# subSubcategoryBeautyDevices
source: Beauty Devices
ru: Устройства для красоты
tr: Güzellik Cihazları

# subSubcategoryPersonalHealthMonitors
source: Health Monitors
ru: Мониторы личного здоровья
tr: Kişisel Sağlık Monitörleri

# subSubcategoryCardioEquipment
source: Cardio Equipment
ru: Кардио оборудование
tr: Kardiyo Ekipmanları

# subSubcategoryStrengthTraining
source: Strength Training
ru: Силовое оборудование
tr: Güç Antrenmanı

# subSubcategoryYogaEquipment
source: Yoga Equipment
ru: Йога оборудование
tr: Yoga Ekipmanları

# subSubcategoryPilatesEquipment
source: Pilates Equipment
ru: Пилатес оборудование
tr: Pilates Ekipmanları

# subSubcategoryHomeGym
source: Home Gym
ru: Домашний спортзал
tr: Ev Jimnastiği

# subSubcategoryExerciseAccessories
source: Exercise Accessories
ru: Аксессуары для упражнений
tr: Egzersiz Aksesuarları

# subSubcategoryRecoveryEquipment
source: Recovery Equipment
ru: Оборудование для восстановления
tr: Toparlanma Ekipmanları

# subSubcategoryFootball
source: Football
ru: Футбол
tr: Futbol

# subSubcategoryBasketball
source: Basketball
ru: Баскетбол
tr: Basketbol

# subSubcategoryBaseball
source: Baseball
ru: Бейсбол
tr: Beyzbol

# subSubcategoryVolleyball
source: Volleyball
ru: Волейбол
tr: Voleybol

# subSubcategoryTennis
source: Tennis
ru: Теннис
tr: Tenis

# subSubcategoryCricket
source: Cricket
ru: Крикет
tr: Kriket

# subSubcategoryAmericanFootball
source: American Football
ru: Американский футбол
tr: Amerikan Futbolu

# subSubcategoryGolf
source: Golf
ru: Гольф

# subSubcategoryTableTennis
source: Table Tennis
ru: Настольный теннис
tr: Masa Tenisi

# subSubcategoryBadminton
source: Badminton
ru: Бадминтон

# subSubcategorySwimming
source: Swimming
ru: Плавание
tr: Yüzme

# subSubcategorySurfing
source: Surfing
ru: Серфинг
tr: Sörf

# subSubcategoryKayaking
source: Kayaking
ru: Каякинг
tr: Kano

# subSubcategoryDiving
source: Diving
ru: Дайвинг
tr: Dalış

# subSubcategoryWaterSkiing
source: Water Skiing
ru: Водные лыжи
tr: Su Kayağı

# subSubcategoryFishing
source: Fishing
ru: Рыбалка
tr: Balıkçılık

# subSubcategoryBoating
source: Boating
ru: Катание на лодке
tr: Teknecilik

# subSubcategoryWaterSafety
source: Water Safety
ru: Безопасность на воде
tr: Su Güvenliği

# subSubcategoryCampingGear
source: Camping Gear
ru: Кемпинговое снаряжение
tr: Kamp Malzemeleri

# subSubcategoryHikingEquipment
source: Hiking Equipment
ru: Туристическое оборудование
tr: Trekking Ekipmanları

# subSubcategoryBackpacking
source: Backpacking
ru: Пеший туризм
tr: Sırt Çantalı Seyahat

# subSubcategoryClimbingGear
source: Climbing Gear
ru: Скалолазное оборудование
tr: Tırmanış Malzemeleri

# subSubcategoryOutdoorClothing
source: Outdoor Clothing
ru: Одежда для активного отдыха
tr: Outdoor Giyim

# subSubcategoryNavigation
source: Navigation
ru: Навигация
tr: Navigasyon

# subSubcategorySurvivalGear
source: Survival Gear
ru: Снаряжение для выживания
tr: Hayatta Kalma Ekipmanları

# subSubcategorySkiing
source: Skiing
ru: Лыжи
tr: Kayak

# subSubcategorySnowboarding
source: Snowboarding
ru: Сноуборд
tr: Snowboard

# subSubcategoryIceSkating
source: Ice Skating
ru: Ледяные коньки
tr: Buz Pateni

# subSubcategoryWinterClothing
source: Winter Clothing
ru: Зимняя одежда
tr: Kış Giyim

# subSubcategorySnowEquipment
source: Snow Equipment
ru: Снежное оборудование
tr: Kar Ekipmanları

# subSubcategoryWinterAccessories
source: Winter Accessories
ru: Зимние аксессуары
tr: Kış Aksesuarları

# subSubcategoryBicycles
source: Bicycles
ru: Велосипеды
tr: Bisikletler

# subSubcategoryBikeAccessories
source: Bike Accessories
ru: Аксессуары для велосипедов
tr: Bisiklet Aksesuarları

# subSubcategoryCyclingApparel
source: Cycling Apparel
ru: Велосипедная одежда
tr: Bisiklet Giyim

# subSubcategoryBikeMaintenance
source: Bike Maintenance
ru: Обслуживание велосипедов
tr: Bisiklet Bakımı

# subSubcategoryBikeSafety
source: Bike Safety
ru: Безопасность велосипедов
tr: Bisiklet Güvenliği

# subSubcategoryEBikes
source: E-Bikes
ru: Электрические велосипеды
tr: Elektrikli Bisikletler

# subSubcategoryRunningShoesAthletics
source: Running Shoes
ru: Беговые кроссовки
tr: Koşu Ayakkabıları

# subSubcategoryRunningApparel
source: Running Apparel
ru: Беговая одежда
tr: Koşu Giyim

# subSubcategoryTrackField
source: Track & Field
ru: Легкая атлетика
tr: Atletizm

# subSubcategoryMarathonGear
source: Marathon Gear
ru: Марафонское снаряжение
tr: Maraton Ekipmanları

# subSubcategoryRunningAccessories
source: Running Accessories
ru: Беговые аксессуары
tr: Koşu Aksesuarları

# subSubcategoryPerformanceMonitoring
source: Performance Monitoring
ru: Мониторинг производительности
tr: Performans Takibi

# subSubcategorySportsBags
source: Sports Bags
ru: Спортивные сумки
tr: Spor Çantaları

# subSubcategoryProtectiveGear
source: Protective Gear
ru: Защитное оборудование
tr: Koruyucu Ekipmanlar

# subSubcategorySportsNutrition
source: Sports Nutrition
ru: Спортивное питание
tr: Spor Beslenmesi

# subSubcategoryHydration
source: Hydration
ru: Гидратация
tr: Hidrasyon

# subSubcategorySportsTechnology
source: Sports Technology
ru: Спортивные технологии
tr: Spor Teknolojisi

# subSubcategoryFanGear
source: Fan Gear
ru: Фан-товары
tr: Taraftar Ürünleri

# subSubcategoryAthleticTopsWear
source: Athletic Tops
ru: Спортивные топы
tr: Spor Üstleri

# subSubcategoryAthleticBottomsWear
source: Athletic Bottoms
ru: Спортивные брюки
tr: Spor Altları

# subSubcategorySportsBrasWear
source: Sports Bras
ru: Спортивные лифчики
tr: Spor Sütyenleri

# subSubcategoryAthleticShoes
source: Athletic Shoes
ru: Спортивная обувь
tr: Spor Ayakkabıları

# subSubcategorySportsAccessoriesWear
source: Sports Accessories
ru: Спортивные аксессуары
tr: Spor Aksesuarları

# subSubcategoryTeamJerseys
source: Team Jerseys
ru: Спортивные майки
tr: Takım Formaları

# subSubcategoryFictionBooks
source: Fiction Books
ru: Художественные книги
tr: Kurgu Kitapları

# subSubcategoryNonFictionBooks
source: Non-Fiction Books
ru: Нехудожественные книги
tr: Kurgu Dışı Kitaplar

# subSubcategoryEducationalBooksLiterature
source: Educational Books
ru: Образовательные книги
tr: Eğitim Kitapları

# subSubcategoryChildrensBooks
source: Children's Books
ru: Детские книги
tr: Çocuk Kitapları

# subSubcategoryReferenceBooks
source: Reference Books
ru: Справочные книги
tr: Referans Kitapları

# subSubcategoryMagazines
source: Magazines
ru: Журналы
tr: Dergiler

# subSubcategoryComics
source: Comics
ru: Комиксы
tr: Çizgi Romanlar

# subSubcategoryEBooks
source: E-Books
ru: Электронные книги
tr: E-Kitaplar

# subSubcategoryNotebooks
source: Notebooks
ru: Тетради
tr: Defterler

# subSubcategoryBinders
source: Binders
ru: Скоросшиватели
tr: Klasörler

# subSubcategoryFolders
source: Folders
ru: Папки
tr: Dosyalar

# subSubcategoryDeskAccessories
source: Desk Accessories
ru: Аксессуары для стола
tr: Masa Aksesuarları

# subSubcategoryCalculators
source: Calculators
ru: Калькуляторы
tr: Hesap Makineleri

# subSubcategoryLabels
source: Labels
ru: Этикетки
tr: Etiketler

# subSubcategoryStaplers
source: Staplers
ru: Степлеры
tr: Zımba Makineleri

# subSubcategoryOrganizers
source: Organizers
ru: Органайзеры
tr: Organizer'lar

# subSubcategoryDrawingSupplies
source: Drawing Supplies
ru: Принадлежности для рисования
tr: Çizim Malzemeleri

# subSubcategoryPaintingSupplies
source: Painting Supplies
ru: Материалы для живописи
tr: Boyama Malzemeleri

# subSubcategoryCraftMaterials
source: Craft Materials
ru: Материалы для ремесел
tr: El Sanatları Malzemeleri

# subSubcategoryScrapbooking
source: Scrapbooking
ru: Скрапбукинг

# subSubcategorySewingSupplies
source: Sewing Supplies
ru: Принадлежности для шитья
tr: Dikiş Malzemeleri

# subSubcategoryJewelryMaking
source: Jewelry Making
ru: Изготовление украшений
tr: Mücevher Yapımı

# subSubcategoryModelBuilding
source: Model Building
ru: Моделирование
tr: Model Yapımı

# subSubcategoryPens
source: Pens
ru: Ручки
tr: Kalemler

# subSubcategoryPencils
source: Pencils
ru: Карандаши
tr: Kurşun Kalemler

# subSubcategoryMarkers
source: Markers
ru: Маркеры
tr: Keçeli Kalemler

# subSubcategoryHighlighters
source: Highlighters
ru: Маркеры-выделители
tr: Fosforlu Kalemler

# subSubcategoryFountainPens
source: Fountain Pens
ru: Перьевые ручки
tr: Dolma Kalemler

# subSubcategoryMechanicalPencils
source: Mechanical Pencils
ru: Механические карандаши
tr: Mekanik Kurşun Kalemler

# subSubcategoryErasers
source: Erasers
ru: Ластики
tr: Silgiler

# subSubcategoryCopyPaper
source: Copy Paper
ru: Копировальная бумага
tr: Fotokopi Kağıdı

# subSubcategorySpecialtyPaper
source: Specialty Paper
ru: Специальная бумага
tr: Özel Kağıtlar

# subSubcategoryCardstock
source: Cardstock
ru: Картон
tr: Karton

# subSubcategoryEnvelopes
source: Envelopes
ru: Конверты
tr: Zarflar

# subSubcategoryStickyNotes
source: Sticky Notes
ru: Липкие записки
tr: Yapışkan Notlar

# subSubcategoryIndexCards
source: Index Cards
ru: Карточки
tr: Fişler

# subSubcategoryConstructionPaper
source: Construction Paper
ru: Цветная бумага
tr: Renkli Karton

# subSubcategoryLearningGames
source: Learning Games
ru: Обучающие игры
tr: Öğrenme Oyunları

# subSubcategoryFlashCardsEducational
source: Flash Cards
ru: Образовательные флеш-карты
tr: Eğitim Kartları

# subSubcategoryEducationalToysStationery
source: Educational Toys
ru: Обучающие игрушки
tr: Eğitici Oyuncaklar

# subSubcategoryScienceKitsStationery
source: Science Kits
ru: Научные наборы
tr: Bilim Setleri

# subSubcategoryMathTools
source: Math Tools
ru: Математические инструменты
tr: Matematik Araçları

# subSubcategoryLanguageLearning
source: Language Learning
ru: Изучение языков
tr: Dil Öğrenimi

# subSubcategoryBoardGamesHobby
source: Board Games
ru: Настольные игры
tr: Masa Oyunları

# subSubcategoryPuzzlesHobby
source: Puzzles
ru: Пазлы
tr: Yapbozlar

# subSubcategoryTradingCards
source: Trading Cards
ru: Торговые карты
tr: Koleksiyon Kartları

# subSubcategoryCollectibles
source: Collectibles
ru: Коллекционные предметы
tr: Koleksiyon Eşyaları

# subSubcategoryModelKits
source: Model Kits
ru: Модельные наборы
tr: Model Setleri

# subSubcategoryGamingAccessoriesHobby
source: Gaming Accessories
ru: Игровые аксессуары
tr: Oyun Aksesuarları

# subSubcategoryStringInstruments
source: String Instruments
ru: Струнные инструменты
tr: Telli Çalgılar

# subSubcategoryWindInstruments
source: Wind Instruments
ru: Духовые инструменты
tr: Nefesli Çalgılar

# subSubcategoryPercussion
source: Percussion
ru: Ударные инструменты
tr: Vurmalı Çalgılar

# subSubcategoryElectronicInstruments
source: Electronic Instruments
ru: Электронные инструменты
tr: Elektronik Çalgılar

# subSubcategoryMusicAccessories
source: Music Accessories
ru: Музыкальные аксессуары
tr: Müzik Aksesuarları

# subSubcategorySheetMusic
source: Sheet Music
ru: Ноты
tr: Nota Kitapları

# subSubcategoryHammers
source: Hammers
ru: Молотки
tr: Çekiçler

# subSubcategoryScrewdrivers
source: Screwdrivers
ru: Отвертки
tr: Tornavidalar

# subSubcategoryWrenches
source: Wrenches
ru: Гаечные ключи
tr: İngiliz Anahtarları

# subSubcategoryPliers
source: Pliers
ru: Плоскогубцы
tr: Pense

# subSubcategorySaws
source: Saws
ru: Пилы
tr: Testereler

# subSubcategoryChisels
source: Chisels
ru: Стамески
tr: Keski

# subSubcategoryUtilityKnives
source: Utility Knives
ru: Строительные ножи
tr: Maket Bıçakları

# subSubcategoryHandToolSets
source: Hand Tool Sets
ru: Наборы ручных инструментов
tr: El Aleti Setleri

# subSubcategoryDrills
source: Drills
ru: Дрели
tr: Matkap

# subSubcategoryPowerSaws
source: Saws
ru: Электрические пилы
tr: Elektrikli Testere

# subSubcategorySanders
source: Sanders
ru: Шлифовальные машины
tr: Zımpara Makineleri

# subSubcategoryGrinders
source: Grinders
ru: Шлифовальные станки
tr: Taşlama Makineleri

# subSubcategoryRouters
source: Routers
ru: Фрезеры
tr: Router

# subSubcategoryNailGuns
source: Nail Guns
ru: Пневматические молотки
tr: Çivi Tabancaları

# subSubcategoryImpactDrivers
source: Impact Drivers
ru: Ударные шуруповерты
tr: Darbe Vidalama Makineleri

# subSubcategoryMultiTools
source: Multi-Tools
ru: Многофункциональные инструменты
tr: Çok Amaçlı Aletler

# subSubcategoryScrews
source: Screws
ru: Винты
tr: Vidalar

# subSubcategoryBoltsNuts
source: Bolts & Nuts
ru: Болты и гайки
tr: Civata ve Somunlar

# subSubcategoryNails
source: Nails
ru: Гвозди
tr: Çiviler

# subSubcategoryWashers
source: Washers
ru: Шайбы
tr: Rondela

# subSubcategoryAnchors
source: Anchors
ru: Анкеры
tr: Dübel

# subSubcategoryHinges
source: Hinges
ru: Петли
tr: Menteşeler

# subSubcategoryHandlesKnobs
source: Handles & Knobs
ru: Ручки и кнопки
tr: Kulp ve Topuzlar

# subSubcategoryChains
source: Chains
ru: Цепи
tr: Zincirler

# subSubcategoryWireCable
source: Wire & Cable
ru: Провод и кабель
tr: Kablo ve Tel

# subSubcategoryOutletsSwitches
source: Outlets & Switches
ru: Розетки и выключатели
tr: Priz ve Anahtarlar

# subSubcategoryCircuitBreakers
source: Circuit Breakers
ru: Автоматические выключатели
tr: Sigorta

# subSubcategoryLightFixtures
source: Light Fixtures
ru: Осветительные приборы
tr: Aydınlatma Armatürleri

# subSubcategoryElectricalTools
source: Electrical Tools
ru: Электрические инструменты
tr: Elektrik Aletleri

# subSubcategoryExtensionCords
source: Extension Cords
ru: Удлинители
tr: Uzatma Kabloları

# subSubcategoryPipesFittings
source: Pipes & Fittings
ru: Трубы и фитинги
tr: Boru ve Bağlantı Parçaları

# subSubcategoryValves
source: Valves
ru: Клапаны
tr: Vanalar

# subSubcategoryFaucets
source: Faucets
ru: Краны
tr: Musluklar

# subSubcategoryToiletParts
source: Toilet Parts
ru: Детали унитаза
tr: Klozet Parçaları

# subSubcategoryDrainCleaners
source: Drain Cleaners
ru: Средства для чистки канализации
tr: Gider Temizleyicileri

# subSubcategoryPipeTools
source: Pipe Tools
ru: Инструменты для труб
tr: Boru Aletleri

# subSubcategorySealants
source: Sealants
ru: Герметики
tr: Sızdırmazlık Malzemeleri

# subSubcategoryLumber
source: Lumber
ru: Пиломатериалы
tr: Kereste

# subSubcategoryDrywall
source: Drywall
ru: Гипсокартон
tr: Alçıpan

# subSubcategoryInsulation
source: Insulation
ru: Изоляция
tr: Yalıtım

# subSubcategoryRoofingMaterials
source: Roofing Materials
ru: Кровельные материалы
tr: Çatı Malzemeleri

# subSubcategoryFlooring
source: Flooring
ru: Напольные покрытия
tr: Döşeme

# subSubcategoryConcrete
source: Concrete
ru: Бетон
tr: Beton

# subSubcategoryPaint
source: Paint
ru: Краска
tr: Boya

# subSubcategoryWorkGlovesSafety
source: Work Gloves
ru: Рабочие перчатки
tr: İş Eldivenleri

# subSubcategorySafetyGlassesSafety
source: Safety Glasses
ru: Защитные очки
tr: Güvenlik Gözlükleri

# subSubcategoryHardHats
source: Hard Hats
ru: Защитные каски
tr: Baret

# subSubcategoryEarProtection
source: Ear Protection
ru: Защита слуха
tr: Kulak Koruyucuları

# subSubcategoryRespirators
source: Respirators
ru: Респираторы
tr: Solunum Koruyucuları

# subSubcategorySafetyVests
source: Safety Vests
ru: Защитные жилеты
tr: Güvenlik Yelekleri

# subSubcategoryFirstAidKitsSafety
source: First Aid Kits
ru: Аптечка первой помощи
tr: İlk Yardım Setleri

# subSubcategoryTapeMeasures
source: Tape Measures
ru: Рулетки
tr: Şerit Metre

# subSubcategoryLevels
source: Levels
ru: Уровни
tr: Teraziler

# subSubcategorySquares
source: Squares
ru: Угольники
tr: Gönyeler

# subSubcategoryCalipers
source: Calipers
ru: Штангенциркули
tr: Kumpas

# subSubcategoryRulers
source: Rulers
ru: Линейки
tr: Cetveller

# subSubcategoryLaserLevels
source: Laser Levels
ru: Лазерные уровни
tr: Lazer Teraziler

# subSubcategoryMarkingTools
source: Marking Tools
ru: Инструменты для разметки
tr: İşaretleme Aletleri

# subSubcategoryToolBoxes
source: Tool Boxes
ru: Ящики для инструментов
tr: Alet Kutuları

# subSubcategoryToolBagsStorage
source: Tool Bags
ru: Сумки для инструментов
tr: Alet Çantaları

# subSubcategoryToolChests
source: Tool Chests
ru: Сундуки для инстру
tr: Alet Dolabı

# subSubcategoryEngineCleaners
source: Engine Cleaners
ru: Очистители двигателя
tr: Motor Temizleyicileri

# subSubcategoryTireCare
source: Tire Care
ru: Уход за шинами
tr: Lastik Bakımı

# subSubcategoryGlassCleaners
source: Glass Cleaners
ru: Очистители стекол
tr: Cam Temizleyicileri

# subSubcategorySummerTires
source: Summer Tires
ru: Летние шины
tr: Yaz Lastikleri

# subSubcategoryWinterTires
source: Winter Tires
ru: Зимние шины
tr: Kış Lastikleri
